const position_data= [{
    id: 110000,
    name: "销售/客服",
    level2: [{
        id: 110100,
        name: "销售业务",
        level3: [{id: 110101, name: "销售代表"}, {id: 110102, name: "渠道/分销专员/助理"}, {
            id: 110103,
            name: "客户代表"
        }, {id: 110104, name: "项目执行"}, {id: 110105, name: "大客户销售"}, {
            id: 110106,
            name: "业务拓展专员/助理"
        }, {id: 110107, name: "销售业务跟单"}, {id: 110108, name: "代理销售"}, {id: 110109, name: "电话销售"}, {
            id: 110110,
            name: "网络销售"
        }, {id: 110111, name: "经销商"}, {id: 110112, name: "团购业务员"}, {id: 110113, name: "招商专员/助理"}, {
            id: 110114,
            name: "房地产销售/中介"
        }, {id: 110115, name: "保险销售"}, {id: 110116, name: "医药/医疗器械销售"}, {id: 110117, name: "广告销售"}, {
            id: 110118,
            name: "会展销售"
        }]
    }, {
        id: 110200,
        name: "销售管理",
        level3: [{id: 110201, name: "销售经理/主管"}, {id: 110202, name: "销售总监"}, {
            id: 110203,
            name: "客户经理/主管"
        }, {id: 110204, name: "大客户销售管理"}, {id: 110205, name: "渠道/分销经理/主管"}, {
            id: 110206,
            name: "渠道/分销总监"
        }, {id: 110207, name: "招商经理/主管"}, {id: 110208, name: "招商总监"}, {
            id: 110209,
            name: "业务拓展经理/主管"
        }, {id: 110210, name: "团购经理/主管"}]
    }, {
        id: 110300,
        name: "销售行政",
        level3: [{id: 110301, name: "销售行政专员/助理"}, {id: 110302, name: "销售行政经理/主管"}, {
            id: 110303,
            name: "商务专员/助理"
        }, {id: 110304, name: "商务经理/主管"}, {id: 110305, name: "销售培训师/讲师"}, {
            id: 110306,
            name: "销售运营专员/助理"
        }, {id: 110307, name: "业务分析专员/助理"}, {id: 110308, name: "业务分析经理/主管"}]
    }, {
        id: 110400,
        name: "销售支持",
        level3: [{id: 110401, name: "销售支持"}, {id: 110402, name: "销售支持管理"}, {
            id: 110403,
            name: "售前/售后支持"
        }, {id: 110404, name: "售前/售后支持经理"}]
    }, {
        id: 110500,
        name: "客服",
        level3: [{id: 110501, name: "客服专员/助理"}, {id: 110502, name: "网络客服"}, {
            id: 110503,
            name: "VIP专员"
        }, {id: 110504, name: "呼叫中心客服"}, {id: 110505, name: "投诉处理客服"}, {
            id: 110506,
            name: "客服经理/主管"
        }, {id: 110507, name: "客服总监"}]
    }]
}, {
    id: 120000,
    name: "技术",
    level2: [{
        id: 120100,
        name: "前端开发",
        level3: [{id: 120101, name: "web开发"}, {id: 120102, name: "Javascript"}, {
            id: 120103,
            name: "HTML5"
        }, {id: 120104, name: "Flash"}]
    }, {
        id: 120200,
        name: "后端开发",
        level3: [{id: 120201, name: "Java"}, {id: 120202, name: "Python"}, {
            id: 120203,
            name: "PHP"
        }, {id: 120204, name: ".NET"}, {id: 120205, name: "C#"}, {id: 120206, name: "C/C++"}, {
            id: 120207,
            name: "Delphi"
        }, {id: 120208, name: "Perl"}, {id: 120209, name: "Ruby"}, {id: 120210, name: "Node.js"}, {
            id: 120211,
            name: "ERP技术开发"
        }, {id: 120212, name: "Golang"}, {id: 120213, name: "Linux研发"}, {
            id: 120214,
            name: "Windows研发"
        }, {id: 120215, name: "游戏开发"}, {id: 120216, name: "软件研发"}]
    }, {
        id: 120300,
        name: "移动开发",
        level3: [{id: 120301, name: "Android"}, {id: 120302, name: "IOS"}, {
            id: 120303,
            name: "U3D"
        }, {id: 120304, name: "COCOS2DX"}, {id: 120305, name: "app开发"}]
    }, {
        id: 120400,
        name: "测试",
        level3: [{id: 120401, name: "测试工程师"}, {id: 120402, name: "软件测试"}, {
            id: 120403,
            name: "移动端测试"
        }, {id: 120404, name: "游戏测试"}, {id: 120405, name: "自动化测试"}, {id: 120406, name: "测试开发"}, {
            id: 120407,
            name: "硬件测试"
        }]
    }, {
        id: 120500,
        name: "运维/技术支持",
        level3: [{id: 120501, name: "运维工程师"}, {id: 120502, name: "运维开发工程师"}, {
            id: 120503,
            name: "技术支持工程师"
        }, {id: 120504, name: "软件技术支持"}, {id: 120505, name: "应用技术支持"}, {
            id: 120506,
            name: "ERP实施顾问"
        }, {id: 120507, name: "IT技术支持"}, {id: 120508, name: "网络工程师"}, {id: 120509, name: "网络安全"}, {
            id: 120510,
            name: "系统工程师"
        }, {id: 120511, name: "系统安全"}]
    }, {
        id: 120600,
        name: "大数据",
        level3: [{id: 120601, name: "数据分析"}, {id: 120602, name: "数据仓库/ETL工程师"}, {
            id: 120603,
            name: "大数据工程师"
        }, {id: 120604, name: "数据挖掘"}, {id: 120605, name: "算法工程师"}, {id: 120606, name: "Erlang"}, {
            id: 120607,
            name: "推荐算法"
        }, {id: 120608, name: "搜索算法"}, {id: 120609, name: "图像处理算法"}, {id: 120610, name: "视频算法"}, {
            id: 120611,
            name: "语音算法"
        }, {id: 120612, name: "广告算法"}, {id: 120613, name: "通信算法"}, {id: 120614, name: "自然语言处理"}, {
            id: 120615,
            name: "云计算工程师"
        }]
    }, {
        id: 120700,
        name: "数据库",
        level3: [{id: 120701, name: "数据库管理员"}, {id: 120702, name: "MySQL"}, {
            id: 120703,
            name: "MongoDB"
        }, {id: 120704, name: "Oracle"}, {id: 120705, name: "SQLServer"}, {id: 120706, name: "DB2"}]
    }, {
        id: 120800,
        name: "通信技术",
        level3: [{id: 120801, name: "通信技术"}, {id: 120802, name: "数据通信"}, {
            id: 120803,
            name: "移动通信"
        }, {id: 120804, name: "电信网络"}, {id: 120805, name: "电信交换"}, {id: 120806, name: "有线传输"}, {
            id: 120807,
            name: "无线/射频通信"
        }, {id: 120808, name: "3s技术研发"}, {id: 120809, name: "通信电源"}, {id: 120810, name: "通信标准化"}, {
            id: 120811,
            name: "通信测试"
        }]
    }, {
        id: 120900,
        name: "硬件开发",
        level3: [{id: 120901, name: "硬件工程师"}, {id: 120902, name: "嵌入式"}, {id: 120903, name: "单片机"}, {
            id: 120904,
            name: "电路工程师"
        }, {id: 120905, name: "驱动开发"}, {id: 120906, name: "系统集成"}, {id: 120907, name: "FPGA开发"}, {
            id: 120908,
            name: "DSP开发"
        }, {id: 120909, name: "ARM开发"}, {id: 120910, name: "PCB工艺"}]
    }, {
        id: 121000,
        name: "技术管理",
        level3: [{id: 121001, name: "技术经理"}, {id: 121002, name: "技术总监"}, {id: 121003, name: "架构师"}, {
            id: 121004,
            name: "测试经理"
        }, {id: 121005, name: "大数据技术经理"}, {id: 121006, name: "数据架构师"}, {id: 121007, name: "前端经理"}, {
            id: 121008,
            name: "算法经理"
        }, {id: 121009, name: "通信技术总监"}, {id: 121010, name: "运维总监"}, {id: 121011, name: "技术支持经理"}, {
            id: 121012,
            name: "技术支持总监"
        }, {id: 121013, name: "技术VP"}, {id: 121014, name: "CTO"}]
    }]
}, {
    id: 130000,
    name: "产品/设计/运营",
    level2: [{
        id: 130100,
        name: "产品",
        level3: [{id: 130101, name: "产品助理"}, {id: 130102, name: "产品经理/主管"}, {
            id: 130103,
            name: "网页产品"
        }, {id: 130104, name: "移动端产品"}, {id: 130105, name: "数据产品"}, {id: 130106, name: "电商产品"}, {
            id: 130107,
            name: "金融产品"
        }, {id: 130108, name: "硬件产品"}, {id: 130109, name: "游戏策划"}, {id: 130110, name: "用户研究"}, {
            id: 130111,
            name: "产品总监"
        }, {id: 130112, name: "产品VP"}]
    }, {
        id: 130200,
        name: "设计",
        level3: [{id: 130201, name: "网页设计"}, {id: 130202, name: "UI设计"}, {
            id: 130203,
            name: "Flash设计"
        }, {id: 130204, name: "美术设计"}, {id: 130205, name: "3D设计/制作"}, {id: 130206, name: "交互设计"}, {
            id: 130207,
            name: "视觉设计"
        }, {id: 130208, name: "游戏动作"}, {id: 130209, name: "游戏原画师"}, {id: 130210, name: "特效设计"}, {
            id: 130211,
            name: "设计总监"
        }]
    }, {
        id: 130300,
        name: "运营",
        level3: [{id: 130301, name: "运营专员/助理"}, {id: 130302, name: "运营经理/主管"}, {
            id: 130303,
            name: "网站运营"
        }, {id: 130304, name: "网站策划"}, {id: 130305, name: "SEO/SEM"}, {id: 130306, name: "数据运营"}, {
            id: 130307,
            name: "产品运营"
        }, {id: 130308, name: "电商运营"}, {id: 130309, name: "内容运营"}, {id: 130310, name: "活动运营"}, {
            id: 130311,
            name: "新媒体运营"
        }, {id: 130312, name: "游戏运营"}, {id: 130313, name: "运营总监"}, {id: 130314, name: "COO"}]
    }]
}, {
    id: 140000,
    name: "项目管理/质量管理",
    level2: [{
        id: 140100,
        name: "项目管理/项目协调",
        level3: [{id: 140101, name: "项目专员/助理"}, {id: 140102, name: "项目经理/主管"}, {
            id: 140103,
            name: "项目实施工程师"
        }, {id: 140104, name: "项目实施经理"}, {id: 140105, name: "需求工程师"}, {
            id: 140106,
            name: "IT项目经理 "
        }, {id: 140107, name: "IT项目执行 "}, {id: 140108, name: "通信项目管理"}, {
            id: 140109,
            name: "广告/会展项目管理"
        }, {id: 140110, name: "房地产项目管理"}, {id: 140111, name: "生产项目经理/主管"}, {
            id: 140112,
            name: "生产项目总监"
        }, {id: 140113, name: "汽车项目管理"}, {id: 140114, name: "电子工程与项目实施"}, {
            id: 140115,
            name: "医药项目管理"
        }, {id: 140116, name: "化工项目管理"}, {id: 140117, name: "物流/仓储项目管理"}, {
            id: 140118,
            name: "项目计划合约 "
        }, {id: 140119, name: "项目招投标"}, {id: 140120, name: "项目总监"}]
    }, {
        id: 140200,
        name: "质量管理/安全防护",
        level3: [{id: 140201, name: "质量检测员"}, {id: 140202, name: "质量管理经理/主管"}, {
            id: 140203,
            name: "认证/体系工程师/审核员"
        }, {id: 140205, name: "可靠度工程师"}, {id: 140206, name: "故障分析工程师"}, {
            id: 140208,
            name: "食品/药品质量管理"
        }, {id: 140209, name: "医疗器械质量管理"}, {id: 140210, name: "环境/健康/安全（EHS）"}, {
            id: 140211,
            name: "安全防护/安全管理"
        }, {id: 140212, name: "供应商/采购质量管理 "}]
    }]
}, {
    id: 150000,
    name: "人力/行政",
    level2: [{
        id: 150100,
        name: "人力资源",
        level3: [{id: 150101, name: "人力资源专员/助理"}, {id: 150102, name: "招聘专员/助理"}, {
            id: 150103,
            name: "培训专员/助理"
        }, {id: 150104, name: "薪酬福利专员/助理"}, {id: 150105, name: "绩效考核专员/助理"}, {
            id: 150106,
            name: "员工关系/企业文化"
        }, {id: 150107, name: "组织发展"}, {id: 150108, name: "猎头助理"}, {id: 150109, name: "猎头顾问"}, {
            id: 150110,
            name: "人力资源伙伴"
        }, {id: 150111, name: "人力资源经理/主管"}, {id: 150112, name: "招聘经理/主管"}, {
            id: 150113,
            name: "培训经理/主管"
        }, {id: 150114, name: "薪酬福利经理/主管"}, {id: 150115, name: "绩效考核经理/主管"}, {
            id: 150116,
            name: "人力资源总监"
        }, {id: 150117, name: "CHO/HRVP"}]
    }, {
        id: 150200,
        name: "行政/后勤/文秘",
        level3: [{id: 150201, name: "行政专员/助理"}, {id: 150202, name: "行政经理/主管"}, {
            id: 150203,
            name: "助理/秘书/文员"
        }, {id: 150204, name: "前台"}, {id: 150205, name: "资料管理"}, {id: 150206, name: "后勤"}, {
            id: 150207,
            name: "录入员"
        }, {id: 150208, name: "商务司机"}, {id: 150209, name: "行政总监"}]
    }]
}, {
    id: 160000,
    name: "财务/审计/税务",
    level2: [{
        id: 160100,
        name: "财务",
        level3: [{id: 160101, name: "财务顾问"}, {id: 160102, name: "财务经理"}, {
            id: 160103,
            name: "财务分析员"
        }, {id: 160104, name: "财务分析经理"}, {id: 160105, name: "会计"}, {id: 160106, name: "会计经理/主管"}, {
            id: 160107,
            name: "出纳员"
        }, {id: 160108, name: "成本会计"}, {id: 160109, name: "成本经理/主管"}, {id: 160110, name: "核算会计"}, {
            id: 160111,
            name: "结算会计"
        }, {id: 160112, name: "记账会计"}, {id: 160113, name: "总账会计"}, {id: 160114, name: "销售会计"}, {
            id: 160115,
            name: "统计员"
        }, {id: 160116, name: "资产专员/助理"}, {id: 160117, name: "资产/资金管理"}, {
            id: 160118,
            name: "财务总监"
        }, {id: 160119, name: "CFO"}]
    }, {
        id: 160200,
        name: "审计",
        level3: [{id: 160201, name: "审计专员/助理"}, {id: 160202, name: "审计经理/主管"}]
    }, {id: 160300, name: "税务", level3: [{id: 160301, name: "税务专员/助理"}, {id: 160302, name: "税务经理/主管"}]}]
}, {
    id: 170000,
    name: "广告/设计/传媒/编辑",
    level2: [{
        id: 170100,
        name: "广告/会展",
        level3: [{id: 170101, name: "广告创意/设计师"}, {id: 170102, name: "广告创意/设计经理/主管"}, {
            id: 170103,
            name: "文案策划"
        }, {id: 170104, name: "广告制作执行"}, {id: 170105, name: "美术指导"}, {id: 170106, name: "广告客户专员"}, {
            id: 170107,
            name: "广告客户经理/主管"
        }, {id: 170108, name: "会务/会展专员/助理"}, {id: 170109, name: "会务/会展经理/主管"}, {
            id: 170110,
            name: "会展策划/设计"
        }, {id: 170111, name: "广告创意/设计总监"}]
    }, {
        id: 170200,
        name: "艺术/设计",
        level3: [{id: 170201, name: "设计助理"}, {id: 170202, name: "设计师"}, {
            id: 170203,
            name: "设计经理/主管"
        }, {id: 170204, name: "平面设计师"}, {id: 170205, name: "平面设计经理/主管"}, {
            id: 170206,
            name: "广告设计"
        }, {id: 170207, name: "多媒体/动画设计"}, {id: 170209, name: "包装设计"}, {
            id: 170210,
            name: "展示/陈列设计"
        }, {id: 170211, name: "家具/家居设计"}, {id: 170212, name: "工业/产品设计"}, {
            id: 170213,
            name: "CAD设计/制图"
        }, {id: 170214, name: "艺术设计总监"}]
    }, {
        id: 170300,
        name: "写作/采编/出版/印刷",
        level3: [{id: 170301, name: "编辑"}, {id: 170302, name: "总编/副总编"}, {
            id: 170303,
            name: "记者/采编"
        }, {id: 170304, name: "电话采编"}, {id: 170305, name: "文字编辑/组稿"}, {id: 170306, name: "校对/录入"}, {
            id: 170307,
            name: "作家/编剧/撰稿人"
        }, {id: 170308, name: "排版设计"}, {id: 170309, name: "印刷排版/制版"}, {
            id: 170310,
            name: "发行专员/助理"
        }, {id: 170311, name: "发行管理"}, {id: 170312, name: "版权管理"}]
    }, {
        id: 170400,
        name: "影视/媒体",
        level3: [{id: 170401, name: "影视策划/制作人员"}, {id: 170402, name: "摄影/摄像"}, {
            id: 170403,
            name: "化妆/造型"
        }, {id: 170404, name: "演员/模特"}, {id: 170405, name: "经纪人/星探"}, {id: 170406, name: "主持人/司仪"}, {
            id: 170407,
            name: "导演/编导"
        }, {id: 170408, name: "艺术指导/舞美设计"}, {id: 170409, name: "播音员"}, {id: 170410, name: "配音员"}, {
            id: 170411,
            name: "道具师"
        }, {id: 170412, name: "灯光师"}, {id: 170413, name: "放映员"}, {id: 170414, name: "艺术活动策划人员"}, {
            id: 170415,
            name: "影视工作者"
        }, {id: 170416, name: "网络主播"}, {id: 170417, name: "影院经理/店长"}]
    }]
}, {
    id: 180000,
    name: "市场/公关",
    level2: [{
        id: 180100,
        name: "市场",
        level3: [{id: 180101, name: "市场营销专员/助理"}, {id: 180102, name: "市场营销经理/主管"}, {
            id: 180103,
            name: "市场拓展专员/助理"
        }, {id: 180104, name: "市场拓展经理/主管"}, {id: 180105, name: "市场企划专员/助理"}, {
            id: 180106,
            name: "市场企划经理/主管"
        }, {id: 180107, name: "市场通路专员/助理"}, {id: 180108, name: "市场通路经理/主管"}, {
            id: 180109,
            name: "市场策划"
        }, {id: 180110, name: "活动策划/执行"}, {id: 180111, name: "促销员"}, {id: 180112, name: "促销经理/主管"}, {
            id: 180113,
            name: "市场调研与分析"
        }, {id: 180114, name: "选址拓展/新店开发"}, {id: 180115, name: "市场总监"}]
    }, {
        id: 180200,
        name: "公关媒介",
        level3: [{id: 180201, name: "公关专员/助理"}, {id: 180202, name: "公关经理/主管"}, {
            id: 180203,
            name: "媒介专员/助理"
        }, {id: 180204, name: "媒介经理/主管"}, {id: 180205, name: "媒介策划/管理"}, {
            id: 180206,
            name: "政府事务管理"
        }, {id: 180207, name: "公关总监"}]
    }, {
        id: 180300,
        name: "品牌",
        level3: [{id: 180301, name: "品牌策划"}, {id: 180302, name: "品牌专员/助理"}, {id: 180303, name: "品牌经理/主管"}]
    }]
}, {
    id: 190000,
    name: "金融",
    level2: [{
        id: 190100,
        name: "银行",
        level3: [{id: 190101, name: "柜员/银行会计"}, {id: 190102, name: "综合业务专员/助理"}, {
            id: 190103,
            name: "综合业务经理/主管"
        }, {id: 190104, name: "大堂经理"}, {id: 190105, name: "银行客户经理"}, {id: 190106, name: "个人业务"}, {
            id: 190107,
            name: "公司业务"
        }, {id: 190108, name: "清算人员"}, {id: 190109, name: "银行卡/电子银行/新业务开拓"}, {
            id: 190110,
            name: "信贷管理/资信评估/分析"
        }, {id: 190111, name: "风控专员"}, {id: 190112, name: "风控经理"}, {id: 190113, name: "国际结算/外汇交易"}, {
            id: 190114,
            name: "进出口/信用证结算"
        }, {id: 190115, name: "信审核查"}, {id: 190116, name: "资金管理"}, {id: 190117, name: "资产管理"}, {
            id: 190118,
            name: "风控总监"
        }, {id: 190119, name: "客户总监"}, {id: 190120, name: "银行同业"}, {id: 190121, name: "催收业务"}, {
            id: 190122,
            name: "行长/副行长"
        }]
    }, {
        id: 190200,
        name: "保险",
        level3: [{id: 190201, name: "保险代理人/经纪人/客户经理"}, {id: 190202, name: "保险顾问/财务规划师"}, {
            id: 190203,
            name: "客户服务/续期管理"
        }, {id: 190204, name: "稽核/法律/合规"}, {id: 190205, name: "核保/理赔"}, {
            id: 190206,
            name: "保险契约管理"
        }, {id: 190207, name: "保险精算师"}, {id: 190208, name: "保险产品开发/项目策划"}, {
            id: 190209,
            name: "保险培训师"
        }, {id: 190210, name: "再保险"}, {id: 190211, name: "保险业务经理"}, {id: 190212, name: "保险内勤"}, {
            id: 190213,
            name: "汽车定损/理赔"
        }]
    }, {
        id: 190300,
        name: "基金/证券/期货/投资",
        level3: [{id: 190301, name: "股票/期货操盘手"}, {id: 190302, name: "证券/外汇/期货经纪人"}, {
            id: 190303,
            name: "证券/投资客户经理"
        }, {id: 190304, name: "零售客户服务"}, {id: 190305, name: "机构客户服务"}, {id: 190306, name: "基金管理"}, {
            id: 190307,
            name: "投资/理财服务"
        }, {id: 190308, name: "PE/VC投资"}, {id: 190309, name: "固定收益业务"}, {id: 190310, name: "资产评估"}, {
            id: 190311,
            name: "融资专员"
        }, {id: 190312, name: "融资经理"}, {id: 190313, name: "融资总监"}, {id: 190314, name: "证券/投资客户总监"}]
    }, {
        id: 190400,
        name: "信托/担保/拍卖/典当",
        level3: [{id: 190401, name: "信托业务"}, {id: 190402, name: "房地产信托/物业投资"}, {
            id: 190403,
            name: "担保业务"
        }, {id: 190404, name: "拍卖师"}, {id: 190405, name: "典当业务"}, {id: 190406, name: "珠宝/收藏品鉴定"}]
    }]
}, {
    id: 200000,
    name: "生产/制造",
    level2: [{
        id: 200100,
        name: "生产/营运",
        level3: [{id: 200101, name: "生产员"}, {id: 200102, name: "生产组长/拉长"}, {
            id: 200103,
            name: "生产经理/车间主任"
        }, {id: 200104, name: "维修经理/主管"}, {id: 200105, name: "生产设备管理"}, {
            id: 200106,
            name: "生产计划/物料控制"
        }, {id: 200107, name: "制造工艺/制程工程师"}, {id: 200108, name: "工业工程师"}, {
            id: 200109,
            name: "制造工程师"
        }, {id: 200110, name: "包装工程师 "}, {id: 200111, name: "生产跟单"}, {id: 200112, name: "工厂经理/厂长"}, {
            id: 200113,
            name: "生产总监"
        }]
    }, {
        id: 200200,
        name: "生物/制药/医疗器械",
        level3: [{id: 200201, name: "医药技术研发"}, {id: 200202, name: "医药技术研发管理"}, {
            id: 200203,
            name: "生物工程/生物制药"
        }, {id: 200204, name: "药品生产"}, {id: 200205, name: "医药化学分析"}, {
            id: 200206,
            name: "医疗器械生产/研发"
        }, {id: 200207, name: "临床研究员"}, {id: 200208, name: "临床数据分析员"}, {id: 200209, name: "药品注册"}, {
            id: 200210,
            name: "医疗器械注册"
        }, {id: 200211, name: "药品市场推广"}, {id: 200212, name: "医疗器械市场推广"}, {id: 200213, name: "医疗器械维修/保养"}]
    }, {
        id: 200300,
        name: "电子/电器",
        level3: [{id: 200301, name: "电子技术工程师"}, {id: 200302, name: "电气工程师/设计师"}, {
            id: 200303,
            name: "电气线路设计 "
        }, {id: 200304, name: "电子/电器工艺/制程工程师"}, {id: 200305, name: "版图设计"}, {
            id: 200306,
            name: "IC验证"
        }, {id: 200307, name: "自动化/自动控制"}, {id: 200308, name: "空调工程/设计"}, {
            id: 200309,
            name: "电子元器件"
        }, {id: 200310, name: "半导体技术"}, {id: 200311, name: "变压器与磁电"}, {id: 200313, name: "仿真应用"}, {
            id: 200314,
            name: "激光/光电子技术"
        }, {id: 200315, name: "电池/电源开发"}, {id: 200316, name: "电声/音响工程师"}, {
            id: 200317,
            name: "光源与照明工程师"
        }, {id: 200318, name: "仪器/仪表/计量"}, {id: 200319, name: "FAE现场应用"}, {
            id: 200320,
            name: "电子/电器维修/保养"
        }, {id: 200321, name: "音频/视频"}, {id: 200322, name: "测试/可靠性"}, {id: 200323, name: "安防系统"}, {
            id: 200324,
            name: "热传导"
        }, {id: 200325, name: "精益工程师"}, {id: 200326, name: "电子技术总监"}]
    }, {
        id: 200400,
        name: "机械设计/制造/维修",
        level3: [{id: 200401, name: "机械工程师"}, {id: 200402, name: "机械设计师"}, {
            id: 200403,
            name: "机械设备工程师"
        }, {id: 200404, name: "机械维修/保养 "}, {id: 200405, name: "机械制图员"}, {
            id: 200406,
            name: "机械结构工程师"
        }, {id: 200407, name: "机械工艺/制程工程师"}, {id: 200408, name: "CNC/数控工程师"}, {
            id: 200409,
            name: "冲压工程师"
        }, {id: 200410, name: "夹具工程师"}, {id: 200411, name: "模具工程师"}, {id: 200412, name: "焊接工程师"}, {
            id: 200413,
            name: "注塑工程师"
        }, {id: 200414, name: "铸造/锻造工程师"}, {id: 200415, name: "锅炉工程师"}, {
            id: 200416,
            name: "气动工程师"
        }, {id: 200417, name: "轨道交通工程师"}, {id: 200418, name: "飞机设计与制造"}, {
            id: 200419,
            name: "飞机维修/保养"
        }, {id: 200420, name: "列车设计与制造"}, {id: 200421, name: "列车维修/保养 "}, {
            id: 200422,
            name: "船舶设计与制造"
        }, {id: 200423, name: "船舶维修/保养"}, {id: 200424, name: "材料工程师"}, {id: 200425, name: "机电工程师"}, {
            id: 200426,
            name: "机器人/人工智能"
        }, {id: 200427, name: "电机设计/研发"}]
    }, {
        id: 200500,
        name: "汽车制造/销售服务",
        level3: [{id: 200501, name: "汽车设计"}, {id: 200502, name: "汽车机构"}, {
            id: 200503,
            name: "汽车电子技术"
        }, {id: 200504, name: "汽车动力系统"}, {id: 200505, name: "汽车底盘/总装"}, {
            id: 200506,
            name: "汽车装配工艺"
        }, {id: 200507, name: "汽车质量"}, {id: 200508, name: "汽车安全性能"}, {id: 200509, name: "4S店管理"}, {
            id: 200510,
            name: "汽车销售"
        }, {id: 200511, name: "汽车售后/客服"}, {id: 200512, name: "汽车维修/保养"}, {
            id: 200513,
            name: "汽车装饰美容"
        }, {id: 200514, name: "二手车评估师"}, {id: 200515, name: "零配件销售"}, {id: 200516, name: "汽车租赁"}]
    }, {
        id: 200600,
        name: "化工",
        level3: [{id: 200601, name: "化工工程师"}, {id: 200602, name: "实验室技术员"}, {
            id: 200603,
            name: "涂料研发"
        }, {id: 200604, name: "配色技术员"}, {id: 200605, name: "塑料工程师"}, {id: 200606, name: "化妆品研发"}, {
            id: 200607,
            name: "化学分析"
        }, {id: 200608, name: "造纸研发"}, {id: 200609, name: "食品/饮料研发"}]
    }, {
        id: 200700,
        name: "服装/纺织/皮革",
        level3: [{id: 200701, name: "服装/纺织设计"}, {id: 200702, name: "服装/纺织/皮革工艺师"}, {
            id: 200703,
            name: "服装打样/制版"
        }, {id: 200704, name: "面料辅料开发"}, {id: 200705, name: "面料辅料采购"}, {id: 200706, name: "电脑放码员"}, {
            id: 200707,
            name: "服装/纺织/皮革跟单"
        }]
    }]
}, {
    id: 210000,
    name: "房地产/建筑/物业",
    level2: [{
        id: 210100,
        name: "房地产开发/成本",
        level3: [{id: 210101, name: "房地产策划专员/助理"}, {id: 210102, name: "房地产策划经理/主管"}, {
            id: 210103,
            name: "房地产项目招投标"
        }, {id: 210104, name: "开发报建专员/助理"}, {id: 210105, name: "开发报建经理/主管"}, {
            id: 210106,
            name: "房地产成本经理/主管"
        }, {id: 210107, name: "房地产成本总监"}, {id: 210108, name: "房地产投资分析"}, {id: 210109, name: "合同管理/资料员"}]
    }, {
        id: 210200,
        name: "建筑工程",
        level3: [{id: 210201, name: "建筑工程师"}, {id: 210202, name: "高级建筑工程师/总工"}, {
            id: 210203,
            name: "测绘/测量"
        }, {id: 210204, name: "爆破工程师"}, {id: 210205, name: "综合布线/安防/弱电"}, {
            id: 210206,
            name: "建筑机电工程师"
        }, {id: 210207, name: "市政工程师"}, {id: 210208, name: "土建造价工程师"}, {
            id: 210209,
            name: "安装造价工程师"
        }, {id: 210210, name: "公路桥梁预算师"}, {id: 210211, name: "铁路建造师"}, {id: 210212, name: "工程预结算"}, {
            id: 210213,
            name: "施工员"
        }, {id: 210214, name: "现场/施工管理"}, {id: 210215, name: "建筑设备工程师"}, {
            id: 210216,
            name: "工程监理"
        }, {id: 210217, name: "建筑工程安全管理"}, {id: 210218, name: "建筑工程验收"}, {
            id: 210219,
            name: "土木/土建/结构工程师"
        }, {id: 210220, name: "钢结构工程师"}, {id: 210221, name: "给排水/制冷暖通/水电施工"}, {
            id: 210222,
            name: "水利/港口工程技术"
        }, {id: 210223, name: "岩土工程师"}, {id: 210224, name: "道路/桥梁/隧道工程技术"}, {id: 210225, name: "架线和管道工程技术"}]
    }, {
        id: 210300,
        name: "土建规划/设计/装潢",
        level3: [{id: 210301, name: "建筑设计师"}, {id: 210302, name: "建筑制图/模型"}, {
            id: 210303,
            name: "城市规划"
        }, {id: 210304, name: "园艺/园林/景观设计"}, {id: 210305, name: "室内装潢设计"}, {
            id: 210306,
            name: "空调工程师"
        }, {id: 210307, name: "幕墙工程师"}, {id: 210308, name: "规划设计师"}, {
            id: 210309,
            name: "规划设计经理/主管"
        }, {id: 210310, name: "规划设计总监"}]
    }, {
        id: 210400,
        name: "房地产交易",
        level3: [{id: 210401, name: "房地产招商"}, {id: 210402, name: "房地产评估"}]
    }, {
        id: 210500,
        name: "物业",
        level3: [{id: 210501, name: "物业管理专员/助理"}, {id: 210502, name: "物业管理经理/主管"}, {
            id: 210503,
            name: "物业设施管理"
        }, {id: 210504, name: "物业顾问"}, {id: 210505, name: "物业招商/租赁/租售"}, {id: 210506, name: "物业管理总监"}]
    }]
}, {
    id: 220000,
    name: "采购/贸易/交通/物流",
    level2: [{
        id: 220100,
        name: "供应链",
        level3: [{id: 220101, name: "供应链专员/助理"}, {id: 220102, name: "供应链经理/主管"}, {id: 220103, name: "供应链总监"}]
    }, {
        id: 220200,
        name: "采购/贸易",
        level3: [{id: 220201, name: "采购专员/助理"}, {id: 220202, name: "采购经理/主管"}, {
            id: 220203,
            name: "买手 "
        }, {id: 220204, name: "供应商开发"}, {id: 220205, name: "外贸专员/助理"}, {
            id: 220206,
            name: "外贸经理/主管"
        }, {id: 220207, name: "国内贸易专员/助理"}, {id: 220208, name: "国内贸易经理/主管"}, {
            id: 220209,
            name: "业务跟单员/助理"
        }, {id: 220210, name: "业务跟单经理/主管"}, {id: 220211, name: "外贸总监"}, {id: 220212, name: "采购总监"}]
    }, {
        id: 220300,
        name: "交通运输服务",
        level3: [{id: 220301, name: "机动车司机/驾驶"}, {id: 220302, name: "列车乘务"}, {
            id: 220303,
            name: "船舶乘务"
        }, {id: 220304, name: "公交/地铁乘务"}, {id: 220305, name: "航空乘务"}, {id: 220306, name: "地勤人员"}, {
            id: 220307,
            name: "安检员"
        }, {id: 220308, name: "列车驾驶/操作"}, {id: 220309, name: "飞机驾驶/操作"}, {
            id: 220310,
            name: "船舶驾驶/操作"
        }, {id: 220311, name: "船长"}, {id: 220312, name: "叉车/铲车驾驶/操作"}]
    }, {
        id: 220400,
        name: "物流/仓储",
        level3: [{id: 220401, name: "物流专员/助理"}, {id: 220402, name: "物流经理/主管"}, {
            id: 220403,
            name: "物流/仓储调度"
        }, {id: 220404, name: "仓库/物料管理"}, {id: 220405, name: "货运代理"}, {id: 220406, name: "订单管理"}, {
            id: 220407,
            name: "理货/分拣/打包"
        }, {id: 220408, name: "快递/配送员"}, {id: 220409, name: "运输经理/主管"}, {
            id: 220410,
            name: "水运/空运/陆运操作"
        }, {id: 220411, name: "海关事务管理"}, {id: 220412, name: "报关员"}, {id: 220413, name: "单证员"}, {
            id: 220414,
            name: "集装箱业务"
        }, {id: 220415, name: "物流总监"}]
    }]
}, {
    id: 230000,
    name: "咨询/法律/教育/翻译",
    level2: [{
        id: 230100,
        name: "教育/培训",
        level3: [{id: 230101, name: "教师"}, {id: 230102, name: "大学教师/教授"}, {
            id: 230103,
            name: "高中教师"
        }, {id: 230104, name: "初中教师"}, {id: 230105, name: "小学教师"}, {id: 230106, name: "幼儿教师"}, {
            id: 230107,
            name: "理科教师"
        }, {id: 230108, name: "文科教师"}, {id: 230109, name: "外语教师"}, {id: 230110, name: "体育教师"}, {
            id: 230111,
            name: "美术教师"
        }, {id: 230112, name: "音乐教师"}, {id: 230113, name: "教学/教务管理人员"}, {id: 230114, name: "校长"}, {
            id: 230115,
            name: "教育产品开发"
        }, {id: 230116, name: "培训助理/助教"}, {id: 230117, name: "培训师/讲师"}, {id: 230118, name: "培训策划"}, {
            id: 230119,
            name: "IT培训"
        }, {id: 230120, name: "会计培训"}, {id: 230122, name: "培训/招生/课程顾问 "}, {
            id: 230123,
            name: "兴趣培训"
        }, {id: 230124, name: "培训督导"}]
    }, {
        id: 230200,
        name: "律师/法务",
        level3: [{id: 230201, name: "法务专员/助理"}, {id: 230202, name: "法务经理/主管"}, {
            id: 230203,
            name: "律师助理"
        }, {id: 230204, name: "律师"}, {id: 230205, name: "法律顾问"}, {
            id: 230206,
            name: "知识产权/专利顾问/代理人"
        }, {id: 230207, name: "合规专员/助理"}, {id: 230208, name: "合规经理/主管"}, {id: 230209, name: "法务总监"}]
    }, {
        id: 230300,
        name: "咨询",
        level3: [{id: 230301, name: "咨询顾问/咨询员"}, {id: 230302, name: "咨询项目经理"}, {
            id: 230303,
            name: "涉外咨询师"
        }, {id: 230304, name: "咨询总监"}]
    }, {
        id: 230400,
        name: "翻译",
        level3: [{id: 230401, name: "翻译"}, {id: 230402, name: "英语翻译"}, {id: 230403, name: "日语翻译"}, {
            id: 230404,
            name: "韩语/朝鲜语翻译"
        }, {id: 230405, name: "俄语翻译"}, {id: 230406, name: "法语翻译"}, {id: 230407, name: "德语翻译"}, {
            id: 230408,
            name: "意大利语翻译"
        }, {id: 230409, name: "西班牙语翻译"}, {id: 230410, name: "葡萄牙语翻译"}, {
            id: 230411,
            name: "阿拉伯语翻译"
        }, {id: 230412, name: "泰语翻译"}, {id: 230413, name: "荷兰语翻译"}, {id: 230414, name: "其他语种翻译"}]
    }]
}, {
    id: 240000,
    name: "医疗护理/生活服务",
    level2: [{
        id: 240100,
        name: "医院/医疗/护理",
        level3: [{id: 240101, name: "综合门诊/全科医生"}, {id: 240102, name: "内科医生"}, {
            id: 240103,
            name: "外科医生"
        }, {id: 240104, name: "儿科医生"}, {id: 240105, name: "牙科医生"}, {id: 240106, name: "耳鼻喉科医生"}, {
            id: 240107,
            name: "专科医生"
        }, {id: 240108, name: "中医科医生"}, {id: 240109, name: "妇产科医生"}, {id: 240110, name: "麻醉医生"}, {
            id: 240111,
            name: "放射科医师"
        }, {id: 240112, name: "化验/检验科医师"}, {id: 240113, name: "心理医生/心理咨询"}, {
            id: 240114,
            name: "精神科医生"
        }, {id: 240115, name: "眼科医生/验光师"}, {id: 240116, name: "护士/护理人员"}, {
            id: 240117,
            name: "护理主任/护士长"
        }, {id: 240118, name: "临床专员"}, {id: 240119, name: "理疗师"}, {id: 240120, name: "康复治疗师"}, {
            id: 240121,
            name: "针灸/推拿"
        }, {id: 240122, name: "美容/整形师"}, {id: 240123, name: "兽医  "}, {id: 240124, name: "医疗设备"}, {
            id: 240125,
            name: "公共卫生/疾病监控"
        }, {id: 240126, name: "药房管理/药剂师"}, {id: 240127, name: "院长"}]
    }, {
        id: 240200,
        name: "百货/连锁/零售服务",
        level3: [{id: 240201, name: "店长/卖场管理"}, {id: 240202, name: "店员/收银员/导购"}, {
            id: 240203,
            name: "品牌/连锁招商管理"
        }, {id: 240204, name: "品类管理"}, {id: 240205, name: "楼面管理"}, {id: 240206, name: "安防管理"}]
    }, {
        id: 240300,
        name: "酒店/餐饮/娱乐/旅游",
        level3: [{id: 240301, name: "宾客服务经理"}, {id: 240302, name: "餐饮/娱乐管理"}, {
            id: 240303,
            name: "酒店/宾馆营销"
        }, {id: 240304, name: "酒店/宾馆管理"}, {id: 240305, name: "宴会管理"}, {
            id: 240306,
            name: "导游/旅行顾问"
        }, {id: 240307, name: "旅游产品/线路策划"}, {id: 240308, name: "旅游产品销售"}, {
            id: 240309,
            name: "签证专员"
        }, {id: 240310, name: "旅游项目经理"}, {id: 240311, name: "服务员"}, {id: 240312, name: "厨师/调酒师/茶艺师"}]
    }, {
        id: 240400,
        name: "健康健身",
        level3: [{id: 240402, name: "健康专员"}, {id: 240403, name: "健身/美体教练"}, {
            id: 240404,
            name: "游泳教练"
        }, {id: 240405, name: "瑜伽教练"}, {id: 240407, name: "舞蹈教练"}]
    }]
}, {
    id: 250000,
    name: "能源/矿产/环保",
    level2: [{
        id: 250100,
        name: "电力/能源/矿产",
        level3: [{id: 250101, name: "电力工程师"}, {id: 250102, name: "水利/水电"}, {
            id: 250103,
            name: "空调/热能"
        }, {id: 250104, name: "石油/天然气"}, {id: 250105, name: "光伏技术"}, {id: 250106, name: "输电线路"}, {
            id: 250107,
            name: "冶金"
        }, {id: 250108, name: "能源/矿产项目管理"}, {id: 250109, name: "地质勘查/选矿/采矿"}, {id: 250110, name: "核力/火力"}]
    }, {
        id: 250200,
        name: "环境/环保",
        level3: [{id: 250201, name: "环保工程师"}, {id: 250202, name: "环评工程师"}, {
            id: 250203,
            name: "环保检测"
        }, {id: 250205, name: "废气处理"}, {id: 250206, name: "固废处理"}, {id: 250207, name: "园林景区保护"}, {
            id: 250208,
            name: "生态治理/规划"
        }, {id: 250209, name: "水处理工程师"}, {id: 250210, name: "环境管理"}]
    }]
}, {
    id: 260000,
    name: "公务员/农林牧渔/其他",
    level2: [{
        id: 260100,
        name: "农/林/牧/渔",
        level3: [{id: 260102, name: "动物营养/饲料研发"}, {id: 260103, name: "农业技术人员"}, {
            id: 260104,
            name: "农艺师"
        }, {id: 260105, name: "园艺师"}]
    }, {id: 260200, name: "实习生/培训生/储备干部", level3: [{id: 260201, name: "管理培训生/储备干部"}]}, {
        id: 260300,
        name: "公务员/公益事业/科研",
        level3: [{id: 260301, name: "科研人员"}, {id: 260302, name: "公务员/事业单位人员"}, {id: 260303, name: "公益/志愿者"}]
    }]
}, {
    id: 270000,
    name: "综合管理",
    level2: [{
        id: 270100,
        name: "综合管理",
        level3: [{id: 270101, name: "分公司/代表处负责人"}, {id: 270102, name: "董事会秘书"}, {
            id: 270103,
            name: "总裁助理/总经理助理"
        }, {id: 270104, name: "副总裁/副总经理"}, {id: 270105, name: "合伙人"}, {id: 270106, name: "CEO/总裁/总经理"}]
    }]
}]
const liepin_position = {
    "020": [
        "销售管理",
        "Sales Management"
    ],
    "535": [
        "销售管理",
        "Sales Management"
    ],
    "020125": [
        "销售总经理/销售副总裁",
        "Sales General Manager/Vice President"
    ],
    "020010": [
        "销售总监",
        "Sales Director"
    ],
    "020020": [
        "销售经理/主管",
        "Sales Manager/Supervisor"
    ],
    "020005": [
        "区域销售总监",
        "Regional Sales Director"
    ],
    "020025": [
        "区域销售经理/主管",
        "Regional Sales Manager/Supervisor"
    ],
    "020040": [
        "渠道/分销总监",
        "Channel/Distribution Director"
    ],
    "020050": [
        "渠道/分销经理/主管",
        "Channel/Distribution Manager/Supervisor"
    ],
    "020127": [
        "客户总监",
        "Account Director"
    ],
    "020122": [
        "客户经理/主管",
        "Sales Account Manager/Supervisor"
    ],
    "020121": [
        "大客户销售管理",
        "Key Account Sales Management"
    ],
    "020120": [
        "业务拓展经理/主管",
        "Business Development Supervisor/Manager"
    ],
    "020126": [
        "团购经理/主管",
        "Team Buying Manager/Supervisor"
    ],
    "020160": [
        "其他",
        "Others"
    ],
    "370": [
        "销售人员",
        "Salespersons"
    ],
    "536": [
        "销售人员",
        "Salespersons"
    ],
    "370001": [
        "销售代表",
        "Sales Representative"
    ],
    "370012": [
        "区域销售专员/助理",
        "Regional Sales Specialist/Assistant"
    ],
    "370002": [
        "渠道/分销专员",
        "Channel/Distribution Representative"
    ],
    "370003": [
        "客户代表",
        "Sales Account Representative"
    ],
    "370007": [
        "大客户销售",
        "Key Account Sales"
    ],
    "370013": [
        "业务拓展专员/助理",
        "BD Specialist/Assistant"
    ],
    "370005": [
        "电话销售",
        "Telesales"
    ],
    "370004": [
        "销售工程师",
        "Sales Engineer"
    ],
    "370008": [
        "医药销售代表",
        "Pharmaceutical Sales Representative"
    ],
    "370010": [
        "团购业务员",
        "Team Buying Sales"
    ],
    "370011": [
        "网络/在线销售",
        "Online Sales"
    ],
    "370006": [
        "经销商",
        "Distributor"
    ],
    "370009": [
        "其他",
        "Others"
    ],
    "380": [
        "销售行政/商务",
        "Sales Administration"
    ],
    "537": [
        "销售行政/商务",
        "Sales Administration"
    ],
    "380001": [
        "销售行政经理/主管",
        "Sales Admin. Manager/Supervisor"
    ],
    "380002": [
        "销售行政专员/助理",
        "Sales Admin. Executive/Assistant"
    ],
    "380004": [
        "销售运营经理/主管",
        "Sales Operations Manager/Supervisor"
    ],
    "380005": [
        "销售运营专员/助理",
        "Sales Operations Executive/Assistant"
    ],
    "380008": [
        "业务分析经理/主管",
        "Business Analysis Manager/Supervisor"
    ],
    "380009": [
        "业务分析专员/助理",
        "Business Analysis Specialist/Assistant"
    ],
    "020100": [
        "商务经理/主管",
        "Business Manager/Supervisor"
    ],
    "380003": [
        "商务专员/助理",
        "Business Executive/Assistant"
    ],
    "380007": [
        "销售培训讲师",
        "Sales trainer"
    ],
    "380010": [
        "其他",
        "Others"
    ],
    "030": [
        "客户服务/技术支持",
        "Customer Service and Technical Support"
    ],
    "538": [
        "客户服务/技术支持",
        "Customer Service and Technical Support"
    ],
    "030010": [
        "客户服务总监",
        "Director of Customer Service"
    ],
    "030085": [
        "客户服务经理/主管",
        "Customer Service Manager/Specialist"
    ],
    "030081": [
        "客户服务专员/助理",
        "Customer Service Specialist/Assistant"
    ],
    "030082": [
        "咨询热线/呼叫中心人员",
        "Hotline/Call Center Staff"
    ],
    "030083": [
        "投诉处理专员",
        "Complaint Coordinator"
    ],
    "030084": [
        "会员/VIP管理",
        "VIP Member Management"
    ],
    "360130": [
        "网店店长/客服管理",
        "Online Shop Manager/Customer Service Management"
    ],
    "030086": [
        "网络/在线客服",
        "Online Customer Service"
    ],
    "020070": [
        "售前支持经理/主管",
        "Pre-Sales Support Manager/Supervisor"
    ],
    "020080": [
        "售前支持工程师",
        "Pre-Sales Support Engineer"
    ],
    "030060": [
        "售后支持经理/主管",
        "After-Sales Support Manager/Supervisor"
    ],
    "030070": [
        "售后支持工程师",
        "Sales Support Engineer"
    ],
    "030080": [
        "其他",
        "Others"
    ],
    "350": [
        "软件/互联网开发/系统集成",
        "Software Development/System Integration"
    ],
    "100100": [
        "高级软件工程师",
        "Senior Software Engineer"
    ],
    "100090": [
        "软件工程师",
        "Software Engineer"
    ],
    "360321": [
        "架构师",
        "Architect"
    ],
    "100080": [
        "系统分析师",
        "System Analyst"
    ],
    "350040": [
        "需求分析师",
        "Demand Analyst"
    ],
    "360310": [
        "移动开发工程师",
        "Mobile Development Engineer"
    ],
    "360333": [
        "数据库开发工程师",
        "Database Developer"
    ],
    "350030": [
        "ERP技术开发",
        "ERP R&D"
    ],
    "100290": [
        "多媒体/游戏开发工程师",
        "Multimedia/Game Development Engineer"
    ],
    "100280": [
        "语音/视频/图形开发工程师",
        "Audio/Video/Graphics Development Engineer"
    ],
    "110070": [
        "嵌入式软件开发",
        "Embedded Software Engineer"
    ],
    "360300": [
        "WEB前端开发工程师",
        "WEB Front-end Developer"
    ],
    "360335": [
        "移动前端开发工程师",
        "Mobile Front-end Developer"
    ],
    "360320": [
        "BI工程师",
        "Business Intelligence Engineer"
    ],
    "360332": [
        "数据分析师",
        "Data Analyst"
    ],
    "360336": [
        "数据挖掘工程师",
        "Data Mining Engineer"
    ],
    "360334": [
        "算法工程师",
        "Algorithm Engineer"
    ],
    "100140": [
        "系统集成工程师",
        "Systems Integration Engineer"
    ],
    "100350": [
        "计算机辅助设计工程师",
        "Computer Aided Design Engineer"
    ],
    "350020": [
        "仿真应用工程师",
        "Simulation Application Engineer"
    ],
    "350070": [
        "其他",
        "Others"
    ],
    "390": [
        "硬件开发",
        "Hardware Development"
    ],
    "100130": [
        "高级硬件工程师",
        "Senior Hardware Engineer"
    ],
    "100150": [
        "硬件工程师",
        "Hardware Engineer"
    ],
    "110065": [
        "嵌入式硬件开发(主板机…)",
        "Embedded Hardware Engineer(PCB…)"
    ],
    "390002": [
        "其他",
        "Others"
    ],
    "360": [
        "产品/运营/设计",
        "Product/Operation/Design"
    ],
    "360040": [
        "产品总监",
        "Product Director"
    ],
    "100071": [
        "产品经理/主管",
        "Product Manager/Supervisor"
    ],
    "360050": [
        "产品专员/助理",
        "Product Specialist/Assistant"
    ],
    "360010": [
        "运营总监",
        "Operations Director"
    ],
    "360020": [
        "运营经理/主管",
        "Operations Manager/Supervisor"
    ],
    "360030": [
        "运营专员",
        "Operations Specialist"
    ],
    "100300": [
        "网站营运管理",
        "Web Operations Management"
    ],
    "100320": [
        "网站策划",
        "Site Planning"
    ],
    "100310": [
        "网站编辑",
        "Website Editor"
    ],
    "360070": [
        "网络推广总监",
        "Online Marketing Director"
    ],
    "360080": [
        "网络推广经理/主管",
        "Online Marketing Manager/Supervisor"
    ],
    "360090": [
        "网络推广专员",
        "Online Marketing Specialist"
    ],
    "360060": [
        "SEO搜索引擎优化",
        "SEO"
    ],
    "060210": [
        "SEM搜索引擎营销",
        "SEM"
    ],
    "360100": [
        "电子商务总监",
        "E-Commerce Director"
    ],
    "360110": [
        "电子商务经理/主管",
        "E-Commerce Manager/Supervisor"
    ],
    "360120": [
        "电子商务专员",
        "E-Commerce Specialist"
    ],
    "360180": [
        "游戏策划师",
        "Game Planner"
    ],
    "360270": [
        "用户研究总监/经理",
        "User Research Director/Manager"
    ],
    "360280": [
        "用户研究员",
        "User Researcher"
    ],
    "100340": [
        "网页设计/制作/美工",
        "Web Designer/Production/Creative"
    ],
    "360290": [
        "视觉设计总监/经理",
        "Visual Design Director/Manager"
    ],
    "360220": [
        "视觉设计师",
        "Visual Effects Designer"
    ],
    "350010": [
        "UI设计师",
        "UI Designer"
    ],
    "360260": [
        "交互设计总监/经理",
        "Interaction Design Director/Manager"
    ],
    "360150": [
        "UE交互设计师",
        "UE Interaction Designer"
    ],
    "360240": [
        "三维/3D设计/制作",
        "Three-dimensional/3D Design/Production"
    ],
    "360190": [
        "游戏界面设计师",
        "Game UI Designer"
    ],
    "360200": [
        "Flash设计/开发",
        "Flash Designer/Developer"
    ],
    "360210": [
        "特效设计师",
        "Special Effects Designer"
    ],
    "360230": [
        "音效设计师",
        "Sound Effects Designer"
    ],
    "360250": [
        "其他",
        "Others"
    ],
    "100": [
        "IT质量管理/测试/配置管理",
        "IT QA/Testing/Configuration Management"
    ],
    "360322": [
        "测试经理/主管",
        "Testing Manager/Supervisor"
    ],
    "360323": [
        "测试工程师",
        "Testing Engineer"
    ],
    "360327": [
        "测试开发",
        "Test Development Engineer"
    ],
    "360324": [
        "自动化测试",
        "Automation Testing Engineer"
    ],
    "360325": [
        "功能测试",
        "Functional Testing Engineer"
    ],
    "360326": [
        "性能测试",
        "Performance Testing Engineer"
    ],
    "360340": [
        "软件测试",
        "Software Testing"
    ],
    "100250": [
        "硬件测试",
        "Hardware Testing"
    ],
    "100235": [
        "计量/标准化工程师",
        "Measure/Standardization Engineer"
    ],
    "360338": [
        "配置管理经理/主管",
        "Configuration Management Manager/Supervisor"
    ],
    "360337": [
        "配置管理工程师",
        "Configuration Management Engineer"
    ],
    "100360": [
        "其他",
        "Others"
    ],
    "110": [
        "电信/通信技术开发及应用",
        "Telecommunication/Communication Techonlogy and Application"
    ],
    "110030": [
        "电信/通讯工程师",
        "Telecommunications/Communications Engineer"
    ],
    "110210": [
        "通信技术工程师",
        "Communication Engineer"
    ],
    "110240": [
        "数据通信工程师",
        "Data Communication Engineer"
    ],
    "110250": [
        "移动通信工程师",
        "Mobile Communication Engineer"
    ],
    "110260": [
        "电信网络工程师",
        "Telecommunication Network Engineer"
    ],
    "110230": [
        "电信交换工程师",
        "Telecommunication Exchange Engineer"
    ],
    "110220": [
        "有线传输工程师",
        "Wired Transmission Engineer"
    ],
    "110080": [
        "无线/射频通信工程师",
        "RF/ Communication Engineer"
    ],
    "110270": [
        "通信电源工程师",
        "Communication Power Supply Engineer"
    ],
    "110280": [
        "增值产品开发工程师",
        "Value-Added Product Development Engineer"
    ],
    "110300": [
        "通信标准化工程师",
        "Communication Standardization Engineer"
    ],
    "110290": [
        "通信项目管理",
        "Communication Project Management"
    ],
    "110200": [
        "其他",
        "Others"
    ],
    "400": [
        "电子/电器/半导体/仪器/仪表",
        "Electronics/Wiring/Semiconductor/Instrument/Industry"
    ],
    "110020": [
        "电子/电器工程师",
        "Electronic/Electrical Equipment Engineer"
    ],
    "110180": [
        "电子技术研发工程师",
        "Electronics Development Engineer"
    ],
    "110170": [
        "电气工程师",
        "Electrical Engineer"
    ],
    "110400": [
        "电气线路设计",
        "Electrical Circuit Design"
    ],
    "110401": [
        "线路结构设计",
        "Route structure design"
    ],
    "110010": [
        "电路工程师/技术员",
        "Electronic Circuit Engineer"
    ],
    "110040": [
        "工艺/制程工程师(PE)",
        "PE Engineer"
    ],
    "110404": [
        "模拟电路设计/应用工程师",
        "Analogical Electronic Design / Application Engineer"
    ],
    "110130": [
        "集成电路IC设计/应用工程师",
        "IC Design/Application Engineer"
    ],
    "110330": [
        "版图设计工程师",
        "Engineer Layout Design Engineer"
    ],
    "110380": [
        "IC验证工程师",
        "IC Verification Engineer"
    ],
    "110403": [
        "自动化工程师",
        "Automation Engineer"
    ],
    "110350": [
        "自动控制工程师/技术员",
        "Autocontrol Engineer/Technician"
    ],
    "110060": [
        "家用电器/数码产品研发",
        "Household Electronics/Digital Products Development"
    ],
    "110405": [
        "空调工程/设计",
        "Air Conditioning Engineering/Design"
    ],
    "110050": [
        "电声/音响工程师/技术员",
        "Electroacoustics Engineer"
    ],
    "110360": [
        "电池/电源开发",
        "Battery/Power Engineer"
    ],
    "110090": [
        "半导体技术",
        "Semiconductor Technology"
    ],
    "110100": [
        "电子元器件工程师",
        "Electronic Component Engineer"
    ],
    "110310": [
        "射频工程师",
        "RF Engineer"
    ],
    "110320": [
        "变压器与磁电工程师",
        "Transformer and Magnetoelectricity"
    ],
    "110340": [
        "激光/光电子技术",
        "Laser/Optoelectronics Technology"
    ],
    "110402": [
        "机电工程师",
        "Electrical & Mechanical Engineer"
    ],
    "110407": [
        "安防系统工程师",
        "Security Systems Engineer"
    ],
    "110120": [
        "光源与照明工程师",
        "Light Source and Lighting Engineer"
    ],
    "110406": [
        "仪器/仪表/计量",
        "Instrument/Measurement Analyst"
    ],
    "110370": [
        "FAE现场应用工程师",
        "Field Application Engineer(FAE)"
    ],
    "110110": [
        "电子/电器维修",
        "Electronics/Electronics Repair"
    ],
    "110190": [
        "工程与项目实施",
        "Engineering and Project Implementation"
    ],
    "110140": [
        "技术文档工程师",
        "Technical Documentation Engineer"
    ],
    "110408": [
        "其他",
        "Others"
    ],
    "140": [
        "基金/证券/期货/投资",
        "Fund/Security/Futures/Investments"
    ],
    "140010": [
        "证券/外汇/期货经纪人",
        "Securities/Foreign Exchange/Futures/Brokerage"
    ],
    "140143": [
        "证券交易员",
        "Securities Trader"
    ],
    "140144": [
        "投资/理财顾问",
        "Investment/Financial Management Advisor"
    ],
    "140146": [
        "基金管理",
        "Fund Management"
    ],
    "140152": [
        "证券投资",
        "Securities Investment/Portfolio Investment"
    ],
    "140153": [
        "机构客户服务",
        "Institutional Investor Service"
    ],
    "140149": [
        "零售客户服务",
        "Retail Banking"
    ],
    "140040": [
        "投资银行业务",
        "Investment Banking"
    ],
    "140141": [
        "融资总监",
        "Treasury Director"
    ],
    "140050": [
        "融资经理/主管",
        "Treasury Manager/Supervisor"
    ],
    "140142": [
        "融资专员/助理",
        "Treasury Executive/Assistant"
    ],
    "140151": [
        "经纪业务",
        "Brokerage"
    ],
    "140148": [
        "固定收益业务",
        "Fixed Income"
    ],
    "140154": [
        "资产管理",
        "Asset Management"
    ],
    "140070": [
        "资产评估",
        "Asset Evaluation"
    ],
    "140160": [
        "PE/VC投资",
        "Private Equity/Venture Capital"
    ],
    "140080": [
        "风险管理/控制",
        "Risk Management/Control"
    ],
    "140150": [
        "合规稽查",
        "Compliance And Audit"
    ],
    "140145": [
        "金融产品经理",
        "Financial Product Manager"
    ],
    "140147": [
        "行业研究",
        "Industry Research"
    ],
    "140030": [
        "证券分析/金融研究",
        "Security Analysis/Financial Research"
    ],
    "140140": [
        "其他",
        "Others"
    ],
    "410": [
        "银行",
        "Banking"
    ],
    "140020": [
        "行长/副行长",
        "President/Vice-President/Branch Manager"
    ],
    "410022": [
        "客户总监",
        "Account Director"
    ],
    "140060": [
        "客户经理/主管",
        "Account Manager/Supervisor"
    ],
    "410002": [
        "客户代表",
        "Account Representative"
    ],
    "410007": [
        "综合业务经理/主管",
        "Integrated Service Manager/Supervisor"
    ],
    "410008": [
        "综合业务专员/助理",
        "Integrated Service Executive/Assistant"
    ],
    "410003": [
        "公司业务部门经理/主管",
        "Corporate Banking Manager"
    ],
    "410004": [
        "公司业务客户经理",
        "Corporate Banking Account Manager"
    ],
    "410005": [
        "个人业务部门经理/主管",
        "Personal Banking Manager/Supervisor"
    ],
    "410006": [
        "个人业务客户经理",
        "Personal Banking Account Manager"
    ],
    "410001": [
        "银行经理/主任",
        "Bank Manager/Supervisor"
    ],
    "410009": [
        "大堂经理",
        "Hall Manager"
    ],
    "140110": [
        "柜员/银行会计",
        "Bank Teller/Bank Accountan"
    ],
    "410020": [
        "信用卡中心",
        "Credit Card Center"
    ],
    "140120": [
        "银行卡/电子银行/新业务开拓",
        "Bank card/Electronic Banking/New Business"
    ],
    "140130": [
        "国际结算/外汇交易",
        "International Account Settlement/Foreign Exchange"
    ],
    "410010": [
        "进出口/信用证结算",
        "Trading / LC Officer"
    ],
    "140090": [
        "信贷管理/资信评估/分析",
        "Loan/Credit Officer、Assets/Credit Valuation/Analyst"
    ],
    "410011": [
        "风险控制",
        "Risk Management"
    ],
    "410012": [
        "信审核查",
        "Credit Review"
    ],
    "140100": [
        "清算人员",
        "Settlement Officer"
    ],
    "410014": [
        "资金管理",
        "Fund Management"
    ],
    "410016": [
        "资产管理",
        "Asset Management"
    ],
    "410017": [
        "金融同业",
        "Interbank"
    ],
    "410015": [
        "行业研究",
        "Industry Research"
    ],
    "410019": [
        "基金托管",
        "Trust Fund"
    ],
    "410013": [
        "其他",
        "Others"
    ],
    "090": [
        "财务/审计/税务",
        "Accounting/Auditing/Taxation"
    ],
    "010040": [
        "首席财务官CFO",
        "Chief Financial Officer/CFO"
    ],
    "090020": [
        "财务总监",
        "Chief Financial Officer"
    ],
    "090030": [
        "财务经理",
        "Financial Manager"
    ],
    "090040": [
        "财务主管/总帐主管",
        "Financial Director/General Accounts Director"
    ],
    "090200": [
        "财务顾问",
        "Finance Consultant"
    ],
    "090140": [
        "财务助理",
        "Finance Assistant"
    ],
    "090050": [
        "会计经理/主管",
        "Accounting Manager/Supervisor"
    ],
    "090060": [
        "会计/会计师",
        "Accountant"
    ],
    "090201": [
        "会计助理/文员",
        "Accounting Clerk"
    ],
    "090202": [
        "出纳员",
        "Cashier"
    ],
    "090120": [
        "审计经理/主管",
        "Audit Manager/Supervisor"
    ],
    "090130": [
        "审计专员/助理",
        "Audit Executive/Assistant"
    ],
    "090160": [
        "税务经理/主管",
        "Tax Manager/Supervisor"
    ],
    "090170": [
        "税务专员/助理",
        "Tax Executive/Assistant"
    ],
    "090080": [
        "财务分析经理/主管",
        "Financial Analysis Manager/Supervisor"
    ],
    "090090": [
        "财务分析员",
        "Financial Analyst"
    ],
    "090100": [
        "成本经理/主管",
        "Cost Accounting Manager/Supervisor"
    ],
    "090110": [
        "成本管理员",
        "Capital Manager"
    ],
    "090180": [
        "投融资经理/主管",
        "Investment and Finance Manager/Supervisor"
    ],
    "090203": [
        "资产/资金管理",
        "Treasury Manager/Supervisor"
    ],
    "090150": [
        "统计员",
        "Statistician"
    ],
    "090190": [
        "其他",
        "Others"
    ],
    "150": [
        "保险",
        "Insurance"
    ],
    "150040": [
        "保险代理人/经纪人/客户经理",
        "Insurance Agent/Broker/Account Manager"
    ],
    "150100": [
        "保险顾问/财务规划师",
        " Insurance Consultant"
    ],
    "150080": [
        "业务经理/主管",
        "Business Manager/Supervisor"
    ],
    "150050": [
        "客户服务/续期管理",
        "Customer Service/Account Renewals Management"
    ],
    "150010": [
        "稽核/法律/合规",
        "Compliance/Audit"
    ],
    "150020": [
        "核保/理赔",
        "Underwriting/Claim Management"
    ],
    "150130": [
        "契约管理",
        "Policy Management"
    ],
    "150070": [
        "保险精算师",
        "Actuary"
    ],
    "150090": [
        "产品开发/项目策划",
        "Product Development/Planner"
    ],
    "150030": [
        "保险培训师",
        "Insurance Trainer"
    ],
    "150131": [
        "再保险",
        "Reinsurance"
    ],
    "150132": [
        "行业研究",
        "Industry Research"
    ],
    "150110": [
        "保险内勤",
        "Staff"
    ],
    "150120": [
        "储备经理人",
        "Agency Management Associate"
    ],
    "150060": [
        "其他",
        "Others"
    ],
    "420": [
        "汽车制造",
        "Automobile Manufacture"
    ],
    "420003": [
        "汽车设计工程师",
        "Automotive Design Engineer"
    ],
    "420002": [
        "汽车机构工程师",
        "Automotive Structural Engineer"
    ],
    "420010": [
        "汽车动力系统工程师",
        "Automobile Power System Engineers"
    ],
    "420008": [
        "汽车底盘/总装工程师",
        "Automobile Chassis/Assembly Engineer"
    ],
    "420004": [
        "汽车电子工程师",
        "Automotive Electronic Engineer"
    ],
    "420007": [
        "汽车装配工艺工程师",
        "Assembly Engineer"
    ],
    "420005": [
        "汽车质量工程师",
        "Automotive Quality Engineer"
    ],
    "420006": [
        "汽车安全性能工程师",
        "Safety Performance Engineer"
    ],
    "420001": [
        "汽车项目管理",
        "Automotive Project Management"
    ],
    "420009": [
        "其他",
        "Others"
    ],
    "430": [
        "汽车销售与服务",
        "Automotive Sales and Service"
    ],
    "430003": [
        "4S店管理",
        "4S Shop Management"
    ],
    "430001": [
        "汽车销售",
        "Automobile Sales"
    ],
    "430004": [
        "零配件销售",
        "Parts Sales"
    ],
    "430002": [
        "售后服务客户服务",
        "After-Sales Service/Customer Service"
    ],
    "430006": [
        "汽车质量管理",
        "Automotive Quality Management"
    ],
    "430007": [
        "检验检测",
        "Check/Test"
    ],
    "430008": [
        "二手车评估师",
        "Second-Hand Car Appraisers"
    ],
    "430011": [
        "汽车定损/车险理赔",
        "Automobile Insurance"
    ],
    "430009": [
        "其他",
        "Others"
    ],
    "220": [
        "机械设计/制造/维修",
        "Mechanical Design/Production/Maintenance"
    ],
    "220010": [
        "机械工程师",
        "Mechanical Engineer"
    ],
    "220030": [
        "机械设计师",
        "Mechanical Designer"
    ],
    "220040": [
        "机械制图员",
        "Mechanical Draftsman"
    ],
    "220240": [
        "机械结构工程师",
        "Mechanical Structural Engineer"
    ],
    "220282": [
        "工艺/制程工程师(PE)",
        "PE Engineer"
    ],
    "220230": [
        "工业工程师(IE)",
        "IE Engineer"
    ],
    "220090": [
        "CNC工程师",
        "CNC Engineer"
    ],
    "220100": [
        "冲压工程师/技师",
        "Punch Engineer"
    ],
    "220110": [
        "夹具工程师/技师",
        "Clamp Engineer"
    ],
    "220020": [
        "模具工程师",
        "Mold Engineer"
    ],
    "220130": [
        "焊接工程师/技师",
        "Welding Engineer"
    ],
    "220080": [
        "注塑工程师/技师",
        "Injection Engineer"
    ],
    "220070": [
        "铸造/锻造工程师/技师",
        "Casting/Forging Engineer"
    ],
    "220120": [
        "锅炉工程师/技师",
        "Boiler Engineer"
    ],
    "220281": [
        "气动工程师",
        "Pneumatic Engineer"
    ],
    "220270": [
        "轨道交通工程师/技师",
        "Railway Engineer/Technician"
    ],
    "220160": [
        "飞机设计与制造",
        "Aircraft Design & Manufacture"
    ],
    "220250": [
        "飞机维修/保养",
        "Aircraft Repair/Maintenance"
    ],
    "220140": [
        "列车设计与制造",
        "Train Design & Manufacture"
    ],
    "220284": [
        "列车维修/保养",
        "Train Repair/Maintenance"
    ],
    "220150": [
        "船舶设计与制造",
        "Watercraft Design & Manufacture"
    ],
    "220283": [
        "船舶维修/保养",
        "Watercraft Repair/Maintenance"
    ],
    "220190": [
        "食品机械",
        "Food Machinery"
    ],
    "220200": [
        "纺织机械",
        "Textile Machinery"
    ],
    "220060": [
        "精密机械",
        "Precision Machinery"
    ],
    "220280": [
        "材料工程师",
        "Material Engineer"
    ],
    "120130": [
        "制冷/暖通",
        "HVAC/Refrigeration"
    ],
    "220050": [
        "机电工程师",
        "Electrical and Mechanical Engineers"
    ],
    "220005": [
        "机械设备经理",
        "Mechanical Equipment Manager"
    ],
    "220285": [
        "机械设备工程师",
        "Mechanical Equipment Engineer"
    ],
    "220260": [
        "维修经理/主管",
        "Maintenance Manager/Supervisor"
    ],
    "220170": [
        "维修工程师",
        "Maintenance Engineer"
    ],
    "220210": [
        "设备修理",
        "Equipment Repair"
    ],
    "220220": [
        "其他",
        "Others"
    ],
    "210": [
        "生产/营运",
        "Manufacturing/Operation"
    ],
    "210210": [
        "工厂经理/厂长",
        "Plant/Factory Manager"
    ],
    "210020": [
        "总工程师/副总工程师",
        "Chief Engineer/Deputy Chief Engineer"
    ],
    "210240": [
        "生产总监",
        "Production Director"
    ],
    "210140": [
        "生产经理/车间主任",
        "Production Manager/Workshop Supervisor"
    ],
    "210150": [
        "组长/拉长",
        "Group Leader"
    ],
    "210260": [
        "生产文员",
        "Production Clerk"
    ],
    "210220": [
        "生产项目总监",
        "Production Project Director"
    ],
    "210230": [
        "生产项目经理/主管",
        "Production Project Manager/Supervisor"
    ],
    "210030": [
        "生产项目工程师",
        "Production Project Engineer"
    ],
    "210090": [
        "技术或工艺设计经理",
        "Technology or Process Design Manager"
    ],
    "210170": [
        "工艺/制程工程师(PE)",
        "PE Engineer"
    ],
    "210180": [
        "工业工程师(IE)",
        "Industrial Engineer"
    ],
    "210190": [
        "制造工程师",
        "Manufacturing Engineer"
    ],
    "210080": [
        "产品管理",
        "Product Management"
    ],
    "210040": [
        "采购管理",
        "Purchasing Management"
    ],
    "160210": [
        "供应链总监",
        "Supply Chain Director"
    ],
    "160095": [
        "供应链经理/主管",
        "Supply Chain Executive/Manager/Director"
    ],
    "160220": [
        "供应链专员/助理",
        "Supply Chain Specialist/Assistant"
    ],
    "210015": [
        "运营经理/主管",
        "Operations Manager/Supervisor"
    ],
    "210160": [
        "生产计划/调度",
        "Production Planning/Scheduling"
    ],
    "210050": [
        "生产物料管理(PMC)",
        "Production Material Control(PMC)"
    ],
    "210060": [
        "生产设备管理",
        "Production Equipment Management"
    ],
    "210270": [
        "维修经理/主管",
        "Maintenance Manager/Supervisor"
    ],
    "210130": [
        "维修工程师",
        "Maintenance Engineer"
    ],
    "210110": [
        "生产质量管理",
        "Production Quality Management"
    ],
    "210070": [
        "安全/健康/环境管理",
        "Safety/Health/Environmental Management"
    ],
    "210250": [
        "包装工程师",
        "Packaging Engineer"
    ],
    "210200": [
        "其他",
        "Others"
    ],
    "050": [
        "质量管理/安全防护",
        "Quality Control/Safety Protection"
    ],
    "050010": [
        "质量管理/测试经理(QA/QC经理)",
        "QA/QC Manager"
    ],
    "050020": [
        "质量管理/测试主管(QA/QC主管)",
        "QA/QC Supervisor"
    ],
    "050030": [
        "质量检测员/测试员",
        "Quality Inspector/Tester"
    ],
    "050070": [
        "认证工程师/审核员",
        "Certification Engineer/Auditor"
    ],
    "050080": [
        "体系工程师/审核员",
        "Systems Engineer/Auditor"
    ],
    "050060": [
        "环境/健康/安全(EHS)经理/主管",
        "EHS Manager/Supervisor"
    ],
    "050110": [
        "环境/健康/安全(EHS)工程师",
        "EHS Engineer"
    ],
    "050090": [
        "可靠度工程师",
        "Reliability Engineer"
    ],
    "050100": [
        "故障分析工程师",
        "Failure Analysis Engineer"
    ],
    "340020": [
        "安全防护/安全管理",
        "Safety Protection"
    ],
    "050040": [
        "供应商/采购质量管理",
        "Supplier/Purchasing Quality Management"
    ],
    "050050": [
        "其他",
        "Others"
    ],
    "440": [
        "服装/纺织/皮革",
        "Apparels/Textiles/Leather Goods"
    ],
    "440001": [
        "服装/纺织设计总监",
        "Fashion/Textiles Design Director"
    ],
    "240040": [
        "服装/纺织设计",
        "Fashion/Textiles Designer"
    ],
    "440006": [
        "服装/纺织/皮革工艺师",
        "Apparels/Textiles/Leather Goods Technologist"
    ],
    "240050": [
        "服装打样/制版",
        "Sample Production"
    ],
    "440009": [
        "质量管理/验货员(QA/QC)",
        "Quality Management QA/QC"
    ],
    "440003": [
        "面料辅料开发",
        "Fabric/Accessories Development"
    ],
    "440004": [
        "面料辅料采购",
        "Fabric/Accessories Purchasing"
    ],
    "440005": [
        "服装/纺织/皮革跟单",
        "Apparels/Textiles/Leather Goods Merchandiser"
    ],
    "440011": [
        "其他",
        "Others"
    ],
    "160": [
        "物流/仓储",
        "Logistics/Warehouse"
    ],
    "160190": [
        "物流总监",
        "Logistics Director"
    ],
    "160090": [
        "物流经理/主管",
        "Logistics manager/Supervisor"
    ],
    "160200": [
        "物流专员/助理",
        "Logistics Specialist/Assistant"
    ],
    "160140": [
        "货运代理",
        "Freight Forwarder"
    ],
    "160130": [
        "运输经理/主管",
        "Transport Management/Executive"
    ],
    "160050": [
        "水运/空运/陆运操作",
        "Transport Operation"
    ],
    "160110": [
        "物料经理/主管",
        "Materials Manager/Supervisor"
    ],
    "160230": [
        "物料专员/助理",
        "Materials Specialist/Assistant"
    ],
    "160250": [
        "海关事务管理",
        "Customs Affairs Management"
    ],
    "160040": [
        "报关员",
        "Document Management/Customs Agent"
    ],
    "160260": [
        "单证员",
        "Documentation Specialist"
    ],
    "160120": [
        "仓库经理/主管",
        "Warehouse Manager/Supervisor"
    ],
    "160160": [
        "物流/仓储调度",
        "Logistics/Warehousing Dispatcher"
    ],
    "160240": [
        "集装箱业务",
        "Container Operator"
    ],
    "160270": [
        "物流/仓储项目管理",
        "Logistics/Warehousing Project Management"
    ],
    "160180": [
        "其他",
        "Others"
    ],
    "450": [
        "采购/贸易",
        "Purchasing/Trade"
    ],
    "160010": [
        "外贸经理/主管",
        "Trading Manager/Supervisor"
    ],
    "450005": [
        "外贸专员/助理",
        "Trading Specialist/Assistant"
    ],
    "160020": [
        "国内贸易经理/主管",
        "Domestic Trade manager/Supervisor"
    ],
    "450006": [
        "国内贸易专员/助理",
        "Domestic Trade Specialist/Assistant"
    ],
    "450001": [
        "采购总监",
        "Purchasing Director"
    ],
    "160070": [
        "采购经理/主管",
        "Purchasing Executive/Manager/Director"
    ],
    "450002": [
        "采购专员/助理",
        "Purchasing Specialist/Assistant"
    ],
    "450003": [
        "买手",
        "Buyer"
    ],
    "450004": [
        "供应商开发",
        "Supplier Development"
    ],
    "160021": [
        "商务经理/主管",
        "Business Manager/Supervisor"
    ],
    "450007": [
        "商务专员/助理",
        "Business Specialist/Assistant"
    ],
    "450008": [
        "业务跟单经理/主管",
        "Merchandising Manager/Supervisor"
    ],
    "450009": [
        "业务跟单员",
        "Merchandiser"
    ],
    "450010": [
        "其他",
        "Others"
    ],
    "060": [
        "市场",
        "Marketing"
    ],
    "060010": [
        "市场总监",
        "Marketing Director"
    ],
    "060020": [
        "市场经理/主管",
        "Marketing Manager/Supervisor"
    ],
    "060200": [
        "市场专员/助理",
        "Marketing Specialist/Assistant"
    ],
    "060130": [
        "市场企划经理/主管",
        "Marketing Planning Manager/Supervisor"
    ],
    "060207": [
        "市场企划专员/助理",
        "Marketing Planning Specialist/Assistant"
    ],
    "060201": [
        "市场拓展经理/主管",
        "BD manager/Supervisor"
    ],
    "060202": [
        "市场拓展专员/助理",
        "BD Specialist/Assistant"
    ],
    "060205": [
        "市场通路经理/主管",
        "Trade Marketing Manager/Supervisor"
    ],
    "060206": [
        "市场通路专员/助理",
        "Trade Marketing Specialist/Assistant"
    ],
    "060090": [
        "产品经理/主管",
        "Product Manager/Supervisor"
    ],
    "060204": [
        "产品专员/助理",
        "Product Specialist/Assistant"
    ],
    "060203": [
        "品牌经理/主管",
        "Brand Manager/Supervisor"
    ],
    "060209": [
        "品牌专员/助理",
        "Brand Specialist/Assistant"
    ],
    "060110": [
        "促销经理/主管",
        "Promotion Manager/ Supervisor"
    ],
    "460005": [
        "活动策划",
        "Event Planner"
    ],
    "460006": [
        "活动执行",
        "Event Excution"
    ],
    "060060": [
        "市场调研与分析",
        "Market Research and Analysis"
    ],
    "060208": [
        "选址拓展/新店开发",
        "Site Development"
    ],
    "060190": [
        "其他",
        "Others"
    ],
    "460": [
        "公关/媒介",
        "Public Relations/Media"
    ],
    "460001": [
        "公关总监",
        "Public Relations Director"
    ],
    "060040": [
        "公关经理/主管",
        "Public Relations Manager/Supervisor"
    ],
    "460002": [
        "公关专员/助理",
        "Public Relations Specialist/Assistant"
    ],
    "290100": [
        "政府事务管理",
        "Government Affairs"
    ],
    "460003": [
        "媒介经理/主管",
        "Media Manager/Supervisor"
    ],
    "460004": [
        "媒介专员/助理",
        "Media Specialist/Assistant"
    ],
    "460009": [
        "媒介策划",
        "Media Planning"
    ],
    "460007": [
        "媒介销售",
        "Media Sales"
    ],
    "460008": [
        "其他",
        "Others"
    ],
    "470": [
        "广告/会展",
        "Advertising/Exhibition"
    ],
    "470003": [
        "广告创意/设计总监",
        "Advertising Creative Director"
    ],
    "060150": [
        "广告创意/设计经理/主管",
        "Advertising Creative Manager/Supervisor"
    ],
    "470004": [
        "广告创意/设计师",
        "Advertising Designer"
    ],
    "470005": [
        "文案/策划",
        "Copywriter/Planner"
    ],
    "470008": [
        "美术指导",
        "Art Director"
    ],
    "470012": [
        "制作执行",
        "Event executive"
    ],
    "470014": [
        "广告/会展项目管理",
        "Advertising/Exhibition Project Management"
    ],
    "470001": [
        "广告客户总监",
        "Advertising Account Director"
    ],
    "060170": [
        "广告客户经理/主管",
        "Advertising Account Manager/Supervisor"
    ],
    "470002": [
        "广告客户专员",
        "Advertising Account Executive"
    ],
    "470006": [
        "广告/会展业务拓展",
        "Advertising/Exhibition BD"
    ],
    "060070": [
        "会务/会展经理/主管",
        "Exhibition/Event Manager/Supervisor"
    ],
    "470009": [
        "会务/会展专员/助理",
        " Exhibition Specialist/Assistant"
    ],
    "470010": [
        "会展策划/设计",
        "Exhibition Planning /Design"
    ],
    "470013": [
        "其他",
        "Others"
    ],
    "250": [
        "写作/采编/出版/印刷",
        "Writing/Newspaper/Publishing/Printing"
    ],
    "250020": [
        "总编/副总编",
        "General Editor/Deputy Editor"
    ],
    "250250": [
        "记者/采编",
        "Reporter"
    ],
    "250190": [
        "电话采编",
        "Telephone Reporter"
    ],
    "250030": [
        "文字编辑/组稿",
        "Copy Editor"
    ],
    "250040": [
        "美术编辑",
        "Art Editor"
    ],
    "250070": [
        "校对/录入",
        "Proofreading/Copy Entry"
    ],
    "250010": [
        "作家/编剧/撰稿人",
        "Writer/Screenwriter"
    ],
    "250080": [
        "排版设计",
        "Layout Design"
    ],
    "250050": [
        "发行管理",
        "Distribution Management"
    ],
    "250210": [
        "印刷排版/制版",
        "Layout Designer"
    ],
    "250200": [
        "电分操作员",
        "Operator-Colour Distinguishing"
    ],
    "250230": [
        "调墨技师",
        "Ink Technician"
    ],
    "250220": [
        "数码直印/菲林输出",
        "Digital/Film Printing"
    ],
    "250240": [
        "印刷机械机长",
        "Printing Machine Operator"
    ],
    "220180": [
        "包装/印刷",
        "Packaging/Printing"
    ],
    "250180": [
        "其他",
        "Others"
    ],
    "480": [
        "影视/媒体",
        "Film Entertainment/Media"
    ],
    "250100": [
        "影视策划/制作/发行",
        "Film Planning/Production/Distribution"
    ],
    "250110": [
        "导演/编导",
        "Director/Choreographer"
    ],
    "250090": [
        "艺术/设计总监",
        "Artistic/Design Director"
    ],
    "250120": [
        "摄影/摄像",
        "Photographer/Videographer"
    ],
    "250130": [
        "录音/音效师",
        "Recording/Audio Engineer"
    ],
    "250160": [
        "主持人/播音员",
        "Host/Broadcaster"
    ],
    "480001": [
        "后期制作",
        "Postproduction"
    ],
    "480002": [
        "放映管理",
        "Projection Management"
    ],
    "480003": [
        "其他",
        "Others"
    ],
    "240": [
        "艺术/设计",
        "Art/Design"
    ],
    "240151": [
        "创意指导/总监",
        "Creative Director/Director"
    ],
    "240153": [
        "平面设计总监/经理",
        "Graphic Design Director/Manager"
    ],
    "240010": [
        "平面设计经理/主管",
        "Graphic Design Manager/Supervisor"
    ],
    "240080": [
        "平面设计师",
        "Graphic Designer"
    ],
    "240020": [
        "美术/图形设计",
        "Art/Graphic Design"
    ],
    "240152": [
        "绘画",
        "Graphic Illustrator"
    ],
    "240157": [
        "原画师",
        "Original Artist"
    ],
    "240120": [
        "3D设计/制作",
        "3D Design/Production"
    ],
    "240110": [
        "多媒体/动画设计",
        "Multimedia/Animation Design"
    ],
    "240156": [
        "CAD设计/制图",
        "CAD design/drafting"
    ],
    "240090": [
        "媒体广告设计",
        "Media Advertising"
    ],
    "240030": [
        "工业/产品设计",
        "Industrial/Product Design"
    ],
    "240060": [
        "工艺品/珠宝设计",
        "Crafts/Jewelry Design"
    ],
    "240070": [
        "家具/家居设计",
        "Furniture/Household Product Design"
    ],
    "240155": [
        "玩具设计",
        "Toy Design"
    ],
    "240130": [
        "展示/陈列设计",
        "Exhibition/Display Design"
    ],
    "240125": [
        "包装设计",
        "Packaging Design"
    ],
    "240150": [
        "其他",
        "Others"
    ],
    "290": [
        "生物/制药/医疗器械",
        "Biotechnology/Pharmaceuticals/Medical Equipment"
    ],
    "280070": [
        "医药技术研发管理人员",
        "Pharmaceutical Technology R&D Management"
    ],
    "290010": [
        "生物工程/生物制药",
        "Biopharmaceutical/Biotechnology"
    ],
    "290030": [
        "药品研发",
        "Medicine R&D"
    ],
    "290040": [
        "药品生产/质量管理",
        "Drug Manufacturing/Quality Management"
    ],
    "290094": [
        "医疗器械研发",
        "Medical Equipment R&D"
    ],
    "290097": [
        "医疗器械生产/质量管理",
        "Medical Equipment Manufacturing/Quality Control"
    ],
    "290020": [
        "临床研究员",
        "Clinical Researcher"
    ],
    "290090": [
        "临床数据分析员",
        "Clinical Data Analyst"
    ],
    "290096": [
        "化学分析测试员",
        "Chemical Analyst"
    ],
    "280130": [
        "药品注册",
        "Drug Registration"
    ],
    "290095": [
        "医疗器械注册",
        "Medical Equipment Registration"
    ],
    "290093": [
        "医药销售经理/主管",
        "Pharmaceutical Sales Manager"
    ],
    "280150": [
        "医药代表",
        "Medical Representative"
    ],
    "290098": [
        "医疗器械销售代表",
        "Medical Equipment Sales"
    ],
    "290102": [
        "医药招商经理/主管",
        "Pharmaceutical Business Development Manager/Supervisor"
    ],
    "290099": [
        "医药招商专员/助理",
        "Pharmaceutical Business Development Specialist/Assistant"
    ],
    "290091": [
        "药品市场推广经理/主管",
        "Pharmaceutical Promotion Manager/Supervisor"
    ],
    "290092": [
        "药品市场推广专员/助理",
        "Pharmaceutical Promotion Specialist/Assistant"
    ],
    "290055": [
        "医疗器械市场推广",
        "Medical Equipment Marketing"
    ],
    "290101": [
        "招投标管理",
        "Tendering Coordinator"
    ],
    "290080": [
        "其他",
        "Others"
    ],
    "490": [
        "化工",
        "Chemical"
    ],
    "290060": [
        "化工技术应用/化工工程师",
        "Chemical Technical Application/Chemical Engineer"
    ],
    "490001": [
        "化工实验室研究员/技术员",
        "Chemical Lab Scientist / Technician"
    ],
    "490002": [
        "涂料研发工程师",
        "R&D Chemist Scientist"
    ],
    "490003": [
        "配色技术员",
        "Color Matcher (Technician)"
    ],
    "490004": [
        "塑料工程师",
        "Plastics Engineer"
    ],
    "490005": [
        "化妆品研发",
        "Cosmetics Scientist"
    ],
    "490006": [
        "食品/饮料研发",
        "Food / Beverage Scientist"
    ],
    "490007": [
        "造纸研发",
        "Paper Making Scientist"
    ],
    "490008": [
        "其他",
        "Others"
    ],
    "280": [
        "医院/医疗/护理",
        "Hospital/Medicine/Nursing"
    ],
    "280010": [
        "医院管理人员",
        "Hospital Management"
    ],
    "280175": [
        "综合门诊/全科医生",
        "General Practitioner (GP)"
    ],
    "280161": [
        "内科医生",
        "Doctor Internal Medicine"
    ],
    "280166": [
        "外科医生",
        "Doctor Surgeial"
    ],
    "280172": [
        "儿科医生",
        "Pediatrician"
    ],
    "280168": [
        "牙科医生",
        "Dentist"
    ],
    "280167": [
        "专科医生",
        "Doctor Specialist"
    ],
    "280090": [
        "美容/整形师",
        "Beautician/Plastic Surgeon"
    ],
    "280169": [
        "中医科医生",
        "Chinese Medicine Practioners"
    ],
    "280163": [
        "麻醉医生",
        "Anesthesiologist"
    ],
    "280164": [
        "心理医生",
        "Psychologist/Psychiatrist"
    ],
    "280174": [
        "放射科医师",
        "Radiologist"
    ],
    "280173": [
        "验光师",
        "Optometrist"
    ],
    "280110": [
        "药库主任/药剂师",
        "Drug Storehouse Director/Pharmacist"
    ],
    "280020": [
        "医疗技术人员",
        "Medical Technicians"
    ],
    "280030": [
        "理疗师",
        "Physical Therapist"
    ],
    "280120": [
        "针灸推拿",
        "Acupuncture and Massage"
    ],
    "280100": [
        "兽医/宠物医生",
        "Veterinarian/Pet Doctor"
    ],
    "280171": [
        "护理主任/护士长",
        "Nursing Officer"
    ],
    "280162": [
        "护士/护理人员",
        "Nurse/Medical Assistant"
    ],
    "280050": [
        "医药学检验",
        "Clinical Laboratory"
    ],
    "280080": [
        "疾病控制/公共卫生",
        "Disease Control/Public Health"
    ],
    "280165": [
        "营养师",
        "Dietitian"
    ],
    "280160": [
        "其他",
        "Others"
    ],
    "120": [
        "电力/能源/矿产/地质勘查",
        "Electricity/Energy/Mining/Geological Survey"
    ],
    "120060": [
        "电力工程师/技术员",
        "Electric Power Engineer"
    ],
    "120040": [
        "输电线路工程师",
        "Transmission Line Engineer"
    ],
    "120070": [
        "电力维修技术员",
        "Electricity Maintenance Technician"
    ],
    "120080": [
        "水利/水电工程师",
        "Water Resources/Water and Electric Engineer"
    ],
    "120090": [
        "核力/火力工程师",
        "Nuclear Power/Fire Engineer"
    ],
    "120100": [
        "空调/热能工程师",
        "Air-Conditioning/Energy Engineers"
    ],
    "340050": [
        "地质勘查/选矿/采矿",
        "Geological Exploration"
    ],
    "120110": [
        "石油/天然气技术人员",
        "Oil/Gas Technician"
    ],
    "120160": [
        "冶金工程师",
        "Metallurgical Engineer"
    ],
    "120170": [
        "光伏技术工程师",
        "Photovoltaic Technology Engineer"
    ],
    "120150": [
        "能源/矿产项目管理",
        "Energy/Mining Project Management"
    ],
    "120140": [
        "其他",
        "Others"
    ],
    "500": [
        "环境科学/环保",
        "Environmental Science/Environmental"
    ],
    "290070": [
        "环保工程师",
        "Environmental Engineer"
    ],
    "500002": [
        "环境评价工程师",
        "Environmental Assessment Engineer"
    ],
    "500003": [
        "环保检测",
        "Environmental Inspector"
    ],
    "500007": [
        "EHS管理",
        "EHS Management"
    ],
    "500004": [
        "水质检测员",
        "Water Quality Inspector"
    ],
    "500001": [
        "水处理工程师",
        "Water Treatment Engineer"
    ],
    "500005": [
        "固废处理工程师",
        "Solid Waste Treatment Engineer"
    ],
    "500006": [
        "废气处理工程师",
        "Waste Gas Treatment Engineer"
    ],
    "500008": [
        "其他",
        "Others"
    ],
    "170": [
        "建筑装潢/市政建设",
        "Construction"
    ],
    "170191": [
        "高级建筑工程师/总工",
        "Senior Architect"
    ],
    "170010": [
        "建筑工程师",
        "Architect"
    ],
    "170030": [
        "建筑设计师",
        "Architectural Designer"
    ],
    "170020": [
        "土木/土建工程师",
        "Civil Engineer"
    ],
    "170211": [
        "结构工程师",
        "Structural Engineer"
    ],
    "170206": [
        "钢结构工程师",
        "Steel Structure Engineer"
    ],
    "170193": [
        "岩土工程",
        "Geotechnical Engineer"
    ],
    "170212": [
        "水利/港口工程技术",
        "Water Conservancy/Port Engineering Technology"
    ],
    "170110": [
        "道路/桥梁/隧道工程技术",
        "Road/Bridge/Tunnel Technology"
    ],
    "170197": [
        "建筑制图/模型/渲染",
        "CAD Drafter/Building Model/Rendering"
    ],
    "340040": [
        "测绘/测量",
        "Mapping/Surveyor"
    ],
    "170207": [
        "爆破工程师",
        "Blast Engineer"
    ],
    "170214": [
        "架线和管道工程技术",
        "Pipeline Engineering Technology"
    ],
    "170194": [
        "楼宇自动化",
        "Building Automation"
    ],
    "170202": [
        "智能大厦/综合布线/安防/弱电",
        "Intelligent Building/Integrated Wiring/Defence&Security/Weak Current"
    ],
    "170060": [
        "给排水/制冷暖通",
        "Drainage / refrigeration HVAC"
    ],
    "170208": [
        "空调工程师",
        "Air Conditioner Engineer"
    ],
    "170130": [
        "室内装潢设计",
        "Interior Design"
    ],
    "170213": [
        "软装设计师",
        "Soft outfit Designer"
    ],
    "170196": [
        "幕墙工程师",
        "Curtain Wall Engineer"
    ],
    "170195": [
        "建筑机电工程师",
        "Building Electrical Engineer"
    ],
    "170150": [
        "城市规划与设计",
        "Urban Planning and Design"
    ],
    "170199": [
        "市政工程师",
        "Municipal Project Engineer"
    ],
    "170120": [
        "园艺/园林/景观设计",
        "Gardenning Designer"
    ],
    "170210": [
        "土建造价工程师",
        "Civil Engineering Cost Engineer "
    ],
    "170209": [
        "安装造价工程师",
        "Installation Cost Engineer"
    ],
    "170170": [
        "公路桥梁预算师",
        "Road and Bridge Estimator"
    ],
    "170100": [
        "工程预结算管理",
        "Construction Budget/Cost Management"
    ],
    "170205": [
        "现场/施工管理",
        "Construction Management"
    ],
    "170180": [
        "施工员",
        "Construction Worker"
    ],
    "170090": [
        "建筑设备工程师",
        "Construction Equipment Engineer"
    ],
    "170050": [
        "工程监理",
        "Project Management"
    ],
    "170040": [
        "建筑工程管理/项目经理",
        "Construction Management"
    ],
    "170201": [
        "建筑工程安全管理",
        "Construction Security Management"
    ],
    "170192": [
        "建筑工程验收",
        "Construction Project Inspector"
    ],
    "170200": [
        "合同管理",
        "Contract Management"
    ],
    "170203": [
        "资料员",
        "Data Management Specialist"
    ],
    "170190": [
        "其他",
        "Others"
    ],
    "520": [
        "物业管理",
        "Property Management"
    ],
    "170140": [
        "物业管理经理/主管",
        "Property Management Manager/Supervisor"
    ],
    "520001": [
        "物业管理专员/助理",
        "Property Management"
    ],
    "520002": [
        "高级物业顾问/物业顾问",
        "Senior Property Advisor/Property Advisor"
    ],
    "520003": [
        "物业招商/租赁/租售",
        "Property Lease/Rent"
    ],
    "520004": [
        "物业设施管理人员",
        "Property Establishment Management"
    ],
    "520005": [
        "物业机电工程师",
        "Property Mechanical Engineer"
    ],
    "520006": [
        "其他",
        "Others"
    ],
    "070": [
        "人力资源",
        "Human Resource"
    ],
    "010121": [
        "首席人力资源官CHO/HRVP",
        "Chief Human Resource Officer/Vice President"
    ],
    "070010": [
        "人力资源总监",
        "Director of Human Resources"
    ],
    "070020": [
        "人力资源经理/主管",
        "Human Resources Manager/Supervisor"
    ],
    "070040": [
        "人力资源专员/助理",
        "HR Specialist/Assistant"
    ],
    "070050": [
        "招聘经理/主管",
        "Recruiting Manager/Supervisor"
    ],
    "070051": [
        "招聘专员/助理",
        "Recruiting Specialist/Assistant"
    ],
    "070070": [
        "培训经理/主管",
        "Training Manager/Supervisor"
    ],
    "070080": [
        "培训专员/助理",
        "Training Specialist/Assistant"
    ],
    "070161": [
        "企业培训师/讲师",
        "Staff Trainer"
    ],
    "070100": [
        "薪资福利经理/主管",
        "Compensation and Benefits Manager/Director"
    ],
    "070101": [
        "薪资福利专员/助理",
        "Compensation & Benefits Specialist/Assistant"
    ],
    "070120": [
        "绩效经理/主管",
        "Performance Assessment Manager/Supervisor"
    ],
    "070121": [
        "绩效专员/助理",
        "Performance Assessment Specialist/Assistant"
    ],
    "070140": [
        "员工关系/企业文化/工会",
        "Employee Relations/Corporate Culture/Unions"
    ],
    "070143": [
        "组织发展(OD)",
        "Organization Development"
    ],
    "070141": [
        "人力资源信息系统",
        "HRIS"
    ],
    "070142": [
        "人力资源伙伴(HRBP)",
        "HR Business Partner"
    ],
    "070162": [
        "猎头顾问/助理",
        "Headhunter/Assistant"
    ],
    "070160": [
        "其他",
        "Others"
    ],
    "010": [
        "高级管理",
        "Senior Management"
    ],
    "010010": [
        "首席执行官CEO/总裁/总经理",
        "CEO/President/General Manager"
    ],
    "010020": [
        "首席运营官COO",
        "Chief Operating Officer/COO"
    ],
    "010060": [
        "合伙人",
        "Partner"
    ],
    "010050": [
        "副总裁/副总经理",
        "Vice President/Deputy General Manager"
    ],
    "010102": [
        "分公司/代表处负责人",
        "Head of Branch Company"
    ],
    "010070": [
        "部门/事业部管理",
        "Department Management"
    ],
    "010101": [
        "投资者关系",
        "Investor Relations"
    ],
    "010080": [
        "总裁助理/总经理助理",
        "Executive Assistant/General Manager Assistant"
    ],
    "010103": [
        "企业秘书/董事会秘书",
        "Corporate/Board Secretary"
    ],
    "010130": [
        "其他",
        "Others"
    ],
    "080": [
        "行政/后勤/文秘",
        "Admin./Support Services/Secretarial"
    ],
    "080010": [
        "行政总监",
        "Executive Director"
    ],
    "080020": [
        "行政经理/主管/办公室主任",
        "Administration Manager/Supervisor"
    ],
    "080021": [
        "行政专员/助理",
        "Administration Specialist/Assistant"
    ],
    "080061": [
        "助理/秘书/文员",
        "Executive Assistant/Secretary"
    ],
    "080062": [
        "前台/总机/接待",
        "Receptionist"
    ],
    "080060": [
        "图书/资料/档案管理",
        "Document Keeper"
    ],
    "080063": [
        "电脑操作/打字/录入员",
        "Computer Operator/Typist"
    ],
    "080065": [
        "后勤/总务",
        "Logistics/General Affairs"
    ],
    "080080": [
        "其他",
        "Others"
    ],
    "040": [
        "项目管理/项目协调",
        "Project Management"
    ],
    "040010": [
        "项目总监",
        "Project Director"
    ],
    "040020": [
        "项目经理/主管",
        "Project Manager/Supervisor"
    ],
    "040040": [
        "项目专员/助理",
        "Project Specialist/Assistant"
    ],
    "040030": [
        "其他",
        "Others"
    ],
    "130": [
        "咨询/调研",
        "Consultant/Research"
    ],
    "130020": [
        "咨询总监",
        "Advisory Director"
    ],
    "130030": [
        "咨询经理/主管",
        "Consulting Manager/Supervisor"
    ],
    "130040": [
        "咨询顾问/咨询员",
        "Consultant"
    ],
    "130010": [
        "企管顾问/专业顾问/策划师",
        "Business Management/Consultant/Adviser/Professional Planner"
    ],
    "130070": [
        "涉外咨询师",
        "Foreign Consultants"
    ],
    "130060": [
        "培训师",
        "Trainers"
    ],
    "130050": [
        "调研员",
        "Researcher"
    ],
    "130071": [
        "情报信息分析师",
        "Intelligence Analyst"
    ],
    "130073": [
        "咨询项目管理",
        "Consulting Project Management"
    ],
    "130080": [
        "其他",
        "Others"
    ],
    "270": [
        "律师/法务/合规",
        "Legal/Compliance"
    ],
    "270010": [
        "律师",
        "Lawyer"
    ],
    "270060": [
        "律师助理",
        "Paralegal"
    ],
    "270040": [
        "法务经理/主管",
        "Legal manager/Supervisor"
    ],
    "270041": [
        "法务专员/助理",
        "Lega Specialist/Assistant"
    ],
    "270020": [
        "法律顾问",
        "Legal Adviser"
    ],
    "270043": [
        "合规经理",
        "Compliance Manager"
    ],
    "270044": [
        "合规主管/专员",
        "Compliance Supervisor/Specialist"
    ],
    "270042": [
        "知识产权/专利/商标代理人",
        " Intellectual Property/Patent Advisor"
    ],
    "270050": [
        "其他",
        "Others"
    ],
    "260": [
        "教育/培训",
        "Education/Training"
    ],
    "260009": [
        "校长",
        "School Principal"
    ],
    "260010": [
        "教学/教务管理人员",
        "Teaching/Educational Administration"
    ],
    "260030": [
        "大学教师/教授",
        "Professor"
    ],
    "260052": [
        "职业中专/技校教师",
        "Vocational Technical Secondary School/Technical School Teacher"
    ],
    "260051": [
        "高中教师",
        "High School Teacher"
    ],
    "260053": [
        "初中教师",
        "Junior high school teacher"
    ],
    "260054": [
        "小学教师",
        "Grade School Teacher"
    ],
    "260020": [
        "幼教",
        "Preschool Education"
    ],
    "260057": [
        "理科教师",
        "Science teacher"
    ],
    "260058": [
        "文科教师",
        "Liberal Arts Teacher"
    ],
    "260059": [
        "外语教师",
        "Foreign language teacher"
    ],
    "260055": [
        "音乐教师",
        "Music Teacher"
    ],
    "260056": [
        "美术教师",
        "Art Teacher"
    ],
    "260070": [
        "体育教师/教练",
        "Physical Teacher/Coach"
    ],
    "260072": [
        "培训督导",
        "Supervision Training"
    ],
    "260071": [
        "培训师/讲师",
        "Teacher/Trainer"
    ],
    "260073": [
        "培训助理/助教",
        "Training Assistant"
    ],
    "260075": [
        "培训策划",
        "Training Planning"
    ],
    "260074": [
        "培训/招生/课程顾问",
        "Enrollment/Course Consultant"
    ],
    "260077": [
        "教育产品开发",
        "Education Product Development"
    ],
    "260080": [
        "其他",
        "Others"
    ],
    "180": [
        "翻译",
        "Translator"
    ],
    "180010": [
        "英语翻译",
        "English Translator"
    ],
    "180030": [
        "法语翻译",
        "French Translator"
    ],
    "180040": [
        "德语翻译",
        "German Translator"
    ],
    "180050": [
        "俄语翻译",
        "Russian Translator"
    ],
    "180020": [
        "日语翻译",
        "Japanese Translator"
    ],
    "180070": [
        "韩语/朝鲜语翻译",
        "Korean Translator"
    ],
    "180060": [
        "西班牙语翻译",
        "Spanish Translator"
    ],
    "180073": [
        "葡萄牙语翻译",
        "Portuguese Translator"
    ],
    "180072": [
        "意大利语翻译",
        "Italian Translator"
    ],
    "180071": [
        "阿拉伯语翻译",
        "Arabic Translator"
    ],
    "180074": [
        "泰语翻译",
        "Thai Translator"
    ],
    "180075": [
        "中国方言翻译",
        "Chinese Dialect Translator"
    ],
    "180080": [
        "其他",
        "Others"
    ],
    "191": [
        "酒店/餐饮/娱乐/生活服务",
        "Hospitality/Restaurant/Entertainmen/Life Service"
    ],
    "190010": [
        "酒店/宾馆管理",
        "Hotel Management"
    ],
    "190020": [
        "餐饮/娱乐管理",
        "Restaurant & Food / Entertainment Services Management"
    ],
    "190030": [
        "大堂经理/领班",
        "Lobby Manager/Supervisor"
    ],
    "190040": [
        "楼面管理",
        "Floor Management"
    ],
    "190200": [
        "宴会管理",
        "Banquet Management"
    ],
    "190220": [
        "管家部经理/主管",
        "Housekeeping Manager"
    ],
    "190230": [
        "宾客服务经理",
        "Guest Service Manager"
    ],
    "190240": [
        "预定部主管",
        "Reservation Supervisor"
    ],
    "190180": [
        "酒店/宾馆营销",
        "Hotel Sales"
    ],
    "190060": [
        "营养师",
        "Dietitian"
    ],
    "470011": [
        "婚礼策划服务",
        "Wedding Planning Service"
    ],
    "190170": [
        "其他",
        "Others"
    ],
    "190100": [
        "导游/旅行顾问",
        "Tour Guide/Travel Consultant"
    ],
    "190": [
        "旅游/出入境服务",
        "Tourism/Exit and Entry Service"
    ],
    "190260": [
        "旅游产品销售",
        "Tourism Product Sales"
    ],
    "190270": [
        "行程管理/计调",
        "Travel Management"
    ],
    "190190": [
        "票务服务",
        "Ticket Service"
    ],
    "190210": [
        "机场代表",
        "Hotel Airport Representatives"
    ],
    "190280": [
        "签证专员",
        "Visa Specialist"
    ],
    "191020": [
        "其他",
        "Others"
    ],
    "291": [
        "百货/连锁/零售服务",
        "Department Store/Chain Shops/Retail"
    ],
    "291010": [
        "店长/卖场管理",
        "Store Manager/Floor Manager"
    ],
    "291040": [
        "品类管理",
        "Category Management"
    ],
    "291050": [
        "安防主管",
        "Security Technical Service Executive"
    ],
    "291031": [
        "其他",
        "Others"
    ],
    "292": [
        "交通运输服务",
        "Traffic Service"
    ],
    "340018": [
        "列车车长/司机",
        "Train Driver"
    ],
    "292050": [
        "列车乘务",
        "Train Crew"
    ],
    "292030": [
        "船长/副船长",
        "Fleet Captain"
    ],
    "292070": [
        "船舶乘务",
        "Shipping Service"
    ],
    "340015": [
        "飞机机长/副机长",
        "Flight Captain"
    ],
    "292010": [
        "航空乘务",
        "Airline Crew"
    ],
    "292020": [
        "地勤人员",
        "Ground Attendant"
    ],
    "292040": [
        "其他",
        "Others"
    ],
    "300": [
        "公务员/事业单位/科研",
        "Official/Public Organizations/Science Research"
    ],
    "300021": [
        "公务员/事业单位人员",
        "Civil Servant"
    ],
    "300010": [
        "科研管理人员",
        "Research Management"
    ],
    "300020": [
        "科研人员",
        "Researchers"
    ],
    "310010": [
        "志愿者",
        "Volunteer"
    ],
    "300030": [
        "其他",
        "Others"
    ],
    "310": [
        "实习生/培训生/储备干部",
        "Intern/Trainee/Associate Trainee"
    ],
    "310020": [
        "实习生",
        "Intern"
    ],
    "310040": [
        "培训生",
        "Trainee"
    ],
    "310050": [
        "储备干部",
        "Associate Trainee"
    ],
    "310060": [
        "其他",
        "Others"
    ],
    "320": [
        "农/林/牧/渔",
        "Agriculture/Forestry/Animal Husbandry/Fishing"
    ],
    "320040": [
        "农艺师",
        "Agronomist"
    ],
    "340070": [
        "园艺师",
        "Gardener/Horticulturist"
    ],
    "320020": [
        "畜牧师",
        "Animal Husbandry Technician"
    ],
    "320030": [
        "动物营养/饲料研发",
        "Animal nutrition/Feed Development"
    ],
    "320050": [
        "其他",
        "Others"
    ],
    "340": [
        "其他",
        "Other"
    ],
    "340080": [
        "其他",
        "Others"
    ],
    "563": [
        "信托/担保/拍卖/典当",
        "Other"
    ],
    "140157": [
        "信托业务",
        "Trust"
    ],
    "140155": [
        "房地产信托/物业投资",
        "Real Estate Investment Trust/REITS"
    ],
    "640020": [
        "担保业务",
        "Guarantee Business"
    ],
    "640030": [
        "拍卖师",
        "Auctioneer"
    ],
    "640040": [
        "典当业务",
        "Pawn Business"
    ],
    "640010": [
        "珠宝/收藏品鉴定",
        "Jewellery /Collection Appraiser"
    ],
    "640050": [
        "其他",
        "Others"
    ],
    "620": [
        "IT管理/项目协调",
        "IT Management/Project Coordination"
    ],
    "010030": [
        "首席技术官CTO/首席信息官CIO",
        "Chief Technology Officer/Chief Information Officer"
    ],
    "100020": [
        "技术/研发总监",
        "Technology Director"
    ],
    "360339": [
        "技术/研发经理",
        "Technology Manager"
    ],
    "100170": [
        "工程与项目实施",
        "Engineering and Project Implementation"
    ],
    "100370": [
        "项目总监",
        "Project Director"
    ],
    "100060": [
        "项目经理/主管",
        "Project Manager/Supervisor"
    ],
    "100070": [
        "项目执行/协调人员",
        "Project Specialist/Coordinator"
    ],
    "620010": [
        "其他",
        "Others"
    ],
    "630": [
        "IT运维/技术支持",
        "IT Operation/Technical Support"
    ],
    "360329": [
        "运维总监",
        "OPS Director"
    ],
    "630020": [
        "运维经理/主管",
        "OPS Manager/Supervisor"
    ],
    "360160": [
        "运维工程师",
        "Maintenance Engineer"
    ],
    "360330": [
        "运维开发",
        "OPS Developer"
    ],
    "100030": [
        "信息技术经理/主管",
        "IT Manager/Supervisor"
    ],
    "100040": [
        "信息技术专员",
        "Information Technology Specialist"
    ],
    "360331": [
        "系统工程师",
        "System Engineer"
    ],
    "100330": [
        "网络工程师",
        "Network Engineer"
    ],
    "100190": [
        "数据库管理员(DBA)",
        "Database Administrator"
    ],
    "360328": [
        "IT支持",
        "IT Surpport"
    ],
    "390001": [
        "硬件维护工程师",
        "Hardware maintenance engineer"
    ],
    "100230": [
        "网络信息安全工程师",
        "Network and Information Security Engineer"
    ],
    "100180": [
        "ERP实施顾问",
        "ERP Implementation"
    ],
    "100260": [
        "文档工程师",
        "Documentation Engineer"
    ],
    "630010": [
        "其他",
        "Others"
    ],
    "650": [
        "房地产交易/中介",
        "Real Estate Agent/Broker"
    ],
    "170160": [
        "房地产交易/中介",
        "Real Estate Agent/Broker"
    ],
    "510006": [
        "房地产销售经理/主管",
        "Real Estate Sales Manager/Supervisor"
    ],
    "510007": [
        "房地产销售人员",
        "Real Estate Sales"
    ],
    "510008": [
        "房地产招商",
        "Real Estate Investment"
    ],
    "170080": [
        "房地产评估",
        "Real Estate Appraisal"
    ],
    "510018": [
        "其他",
        "Others"
    ],
    "510": [
        "房地产规划/开发",
        "Real Estate Development"
    ],
    "170070": [
        "房地产项目策划经理/主管",
        "Real Estate Planning Manager/Supervisor"
    ],
    "510001": [
        "房地产项目策划专员/助理",
        "Real Estate Planning Specialist/Assistant"
    ],
    "510003": [
        "房地产项目招投标",
        "Real Estate Tender /Bidding"
    ],
    "170198": [
        "开发报建经理/主管",
        "Applying for Construction Manager/Supervisor"
    ],
    "170204": [
        "开发报建专员/助理",
        "Applying for Construction Specialist/Assistant"
    ],
    "510011": [
        "规划设计总监",
        "Planning Director"
    ],
    "510019": [
        "规划设计经理/主管",
        "Planning Manager/Supervisor"
    ],
    "510012": [
        "规划设计师",
        "Planning Designer"
    ],
    "510002": [
        "配套经理/主管",
        "Real Estate Supporting Manager/Supervisor"
    ],
    "510010": [
        "配套工程师",
        "Real Estate Supporting Engineer"
    ],
    "510016": [
        "房地产项目管理",
        "Real Estate Project Management"
    ],
    "510017": [
        "房地产项目运营",
        "Real Estate Project Operation"
    ],
    "510014": [
        "成本总监",
        "Cost Accounting Director"
    ],
    "510015": [
        "成本经理/主管",
        "Cost Accounting Manager/Supervisor"
    ],
    "510005": [
        "房地产资产管理",
        "Real Estate Asset Management"
    ],
    "510004": [
        "房地产投资分析",
        "Real Estate Investment Analysis"
    ],
    "510009": [
        "其他",
        "Others"
    ],
    "530": [
        "高级管理",
        "Senior Management"
    ],
    "531": [
        "人力资源",
        "Human Resource"
    ],
    "532": [
        "财务/审计/税务",
        "Financial Affairs"
    ],
    "533": [
        "市场",
        "Marketing Management"
    ],
    "534": [
        "公关/媒介",
        "Public Relations/Media"
    ],
    "539": [
        "法务",
        "Legal"
    ],
    "540": [
        "行政/后勤/文秘",
        "Administration"
    ],
    "542": [
        "后端开发",
        "Back-end Development"
    ],
    "657": [
        "前端开发",
        "Front-end Development"
    ],
    "658": [
        "BI",
        "BI"
    ],
    "547": [
        "UI/UE/平面设计",
        "UI/UE/Graphic Design"
    ],
    "546": [
        "产品",
        "Product"
    ],
    "545": [
        "运营",
        "Operations"
    ],
    "543": [
        "IT质量管理",
        "IT QA"
    ],
    "659": [
        "配置管理",
        "Configuration Management"
    ],
    "660": [
        "IT管理",
        "IT Management"
    ],
    "661": [
        "IT项目管理",
        "IT Project Management"
    ],
    "662": [
        "IT运维/技术支持",
        "IT Operation/Technical Support"
    ],
    "551": [
        "硬件开发",
        "Hardware Development"
    ],
    "550": [
        "电信/通信技术",
        "Telecommunication/Communication Techonlogy"
    ],
    "664": [
        "房地产规划/开发",
        "Real Estate Development"
    ],
    "553": [
        "建筑工程",
        "Construction"
    ],
    "554": [
        "土木/土建规划设计",
        "Civil Planning/Design"
    ],
    "663": [
        "建筑装潢",
        "Architectural Decoration"
    ],
    "665": [
        "房地产交易/中介",
        "Real Estate Agent/Broker"
    ],
    "555": [
        "物业管理",
        "Property Management"
    ],
    "556": [
        "银行",
        "Banking"
    ],
    "557": [
        "保险",
        "Insurance"
    ],
    "558": [
        "业务服务",
        "Financial Service"
    ],
    "559": [
        "金融产品/行业研究/风控",
        "Financial Product/Industry Research/Risk Management"
    ],
    "640": [
        "信托/担保/拍卖/典当",
        "Trust/Guarantee/Auction/Pawn Business"
    ],
    "564": [
        "生产工艺",
        "Production Technology"
    ],
    "565": [
        "采购/物料/设备管理",
        "Purchasing/Material/Equipment Management"
    ],
    "566": [
        "生产管理/维修",
        "Production Management/Maintenance"
    ],
    "603": [
        "医学研发/临床试验",
        "Medical Research /Clinical Trials"
    ],
    "655": [
        "医药注册/推广",
        "Medical Registration/Marketing"
    ],
    "656": [
        "汽车制造",
        "Automobile Manufacture"
    ],
    "579": [
        "汽车销售与服务",
        "Automotive Sales and Service"
    ],
    "549": [
        "电子/电器/半导体/仪器",
        "Electronics/Wiring/Semiconductor/Instrument"
    ],
    "613": [
        "化工",
        "Chemical"
    ],
    "571": [
        "服装/纺织/皮革",
        "Apparels/Textiles/Leather Goods"
    ],
    "652": [
        "机械设计/制造",
        "Mechanical Design/Production"
    ],
    "653": [
        "机械设备/维修",
        "Mechanical Maintenance"
    ],
    "666": [
        "质量管理/安全防护",
        "Quality Management/Safety Protection"
    ],
    "667": [
        "项目管理/项目协调",
        "Project Management"
    ],
    "597": [
        "教育/培训",
        "Education/Training"
    ],
    "589": [
        "咨询/调研",
        "Consultant/Research"
    ],
    "591": [
        "翻译",
        "Translator"
    ],
    "594": [
        "广告/会展",
        "Advertising/Exhibition"
    ],
    "595": [
        "影视/媒体",
        "Film Entertainment/Media"
    ],
    "668": [
        "写作/采编/出版",
        "Writing/Newspaper/Publishing"
    ],
    "585": [
        "印刷/包装",
        "Packaging/Printing"
    ],
    "596": [
        "艺术/设计",
        "Art/Design"
    ],
    "602": [
        "贸易",
        "Trade"
    ],
    "670": [
        "采购",
        "Purchasing"
    ],
    "599": [
        "交通/运输",
        "Traffic Service"
    ],
    "600": [
        "物流/仓储",
        "Logistics/Warehouse"
    ],
    "610": [
        "医院/医疗/护理",
        "Hospital/Medicine/Nursing"
    ],
    "569": [
        "百货/连锁/零售服务",
        "Department Store/Chain Shops/Retail"
    ],
    "593": [
        "酒店/餐饮/娱乐/生活服务",
        "Hospitality/Restaurant/Entertainmen/Life Service"
    ],
    "592": [
        "旅游/出入境服务",
        "Tourism/Exit and Entry Service"
    ],
    "611": [
        "电力/能源/矿产/地质勘查",
        "Electricity/Energy/Mining/Geological Survey"
    ],
    "614": [
        "环境科学/环保",
        "Environmental Science/Environmental"
    ],
    "615": [
        "公务员/公益事业/科研",
        "Official/Public Service/Science Research"
    ],
    "616": [
        "农/林/牧/渔",
        "Agriculture/Forestry/Animal Husbandry/Fishing"
    ],
    "598": [
        "实习生/培训生/储备干部",
        "Intern/Trainee/Associate Trainee"
    ],
    "669": [
        "其他",
        "Others"
    ],
    "000": [
        "全部职能",
        "All"
    ],
    "hot-06": [
        "销售/客服/技术支持",
        "Sales/Customer Service/Technical Support"
    ],
    "cate-01": [
        "IT/互联网/通信",
        "IT/Internet/Communication"
    ],
    "cate-01-01": [
        "软件/互联网开发/系统集成",
        "Software Development/System Integration"
    ],
    "cate-01-02": [
        "产品/运营/设计",
        "Product/Operation/Design"
    ],
    "cate-01-03": [
        "IT质量管理/测试/配置管理",
        "IT QA/Testing/Configuration Management"
    ],
    "cate-01-04": [
        "IT管理/项目协调",
        "IT Management/Project Coordination"
    ],
    "cate-01-05": [
        "IT运维/技术支持",
        "IT Operation/Technical Support"
    ],
    "cate-01-06": [
        "硬件开发",
        "Hardware Development"
    ],
    "cate-01-07": [
        "电信/通信技术",
        "Telecommunication/Communication Techonlogy"
    ],
    "cate-02": [
        "房地产/建筑/物业",
        "Real Estate/Construction/Property Management"
    ],
    "cate-02-01": [
        "房地产规划/开发",
        "Real Estate Development"
    ],
    "cate-02-02": [
        "建筑装潢/市政建设",
        "Construction"
    ],
    "cate-02-03": [
        "房地产交易/中介",
        "Real Estate Agent/Broker"
    ],
    "cate-02-04": [
        "物业管理",
        "Property Management"
    ],
    "cate-03": [
        "金融",
        "Finance"
    ],
    "cate-03-01": [
        "银行",
        "Banking"
    ],
    "cate-03-02": [
        "保险",
        "Insurance"
    ],
    "cate-03-03": [
        "基金/证券/期货/投资",
        "Fund/Security/Futures/Investments"
    ],
    "cate-03-04": [
        "信托/担保/拍卖/典当",
        "Trust/Guarantee/Auction/Pawn Business"
    ],
    "cate-04": [
        "生产/制造",
        "Production/Manufacturing"
    ],
    "cate-04-01": [
        "生产/营运",
        "Manufacturing/Operation"
    ],
    "cate-04-02": [
        "生物/制药/医疗器械",
        "Biotechnology/Pharmaceuticals/Medical Equipment"
    ],
    "cate-04-03": [
        "汽车制造",
        "Automobile Manufacture"
    ],
    "cate-04-04": [
        "汽车销售与服务",
        "Automotive Sales and Service"
    ],
    "cate-04-05": [
        "电子/电器/半导体/仪器/仪表",
        "Electronics/Wiring/Semiconductor/Instrument/Industry"
    ],
    "cate-04-06": [
        "化工",
        "Chemical"
    ],
    "cate-04-07": [
        "服装/纺织/皮革",
        "Apparels/Textiles/Leather Goods"
    ],
    "cate-04-08": [
        "机械设计/制造/维修",
        "Mechanical Design/Production/Maintenance"
    ],
    "cate-05": [
        "质量管理/项目管理",
        "Quality Management/Project Management"
    ],
    "cate-05-01": [
        "质量管理/安全防护",
        "Quality Management/Safety Protection"
    ],
    "cate-05-02": [
        "项目管理/项目协调",
        "Project Management"
    ],
    "cate-06": [
        "教育/咨询/翻译",
        "Education/Consultant/Translation"
    ],
    "cate-06-01": [
        "教育/培训",
        "Education/Training"
    ],
    "cate-06-02": [
        "咨询/调研",
        "Consultant/Research"
    ],
    "cate-06-03": [
        "翻译",
        "Translator"
    ],
    "cate-07": [
        "广告/传媒/设计",
        "Advertising/Media/Design"
    ],
    "cate-07-01": [
        "广告/会展",
        "Advertising/Exhibition"
    ],
    "cate-07-02": [
        "影视/媒体",
        "Film Entertainment/Media"
    ],
    "cate-07-03": [
        "写作/采编/出版/印刷",
        "Writing/Newspaper/Publishing/Printing"
    ],
    "cate-07-04": [
        "艺术/设计",
        "Art/Design"
    ],
    "cate-08": [
        "采购/贸易/交通/物流",
        "Purchasing/Trade/Transportation/Logistics"
    ],
    "cate-08-01": [
        "采购/贸易",
        "Purchasing/Trade"
    ],
    "cate-08-02": [
        "交通运输服务",
        "Traffic Service"
    ],
    "cate-08-03": [
        "物流/仓储",
        "Logistics/Warehouse"
    ],
    "cate-09": [
        "医疗护理/生活服务",
        "Healthcare/Life Service"
    ],
    "cate-09-01": [
        "医院/医疗/护理",
        "Hospital/Medicine/Nursing"
    ],
    "cate-09-02": [
        "百货/连锁/零售服务",
        "Department Store/Chain Shops/Retail"
    ],
    "cate-09-03": [
        "酒店/餐饮/娱乐/生活服务",
        "Hospitality/Restaurant/Entertainmen/Life Service"
    ],
    "cate-09-04": [
        "旅游/出入境服务",
        "Tourism/Exit and Entry Service"
    ],
    "cate-10": [
        "能源/矿产/环保",
        "Energy/Mining/Environmental Protection"
    ],
    "cate-10-01": [
        "电力/能源/矿产/地质勘查",
        "Electricity/Energy/Mining/Geological Survey"
    ],
    "cate-10-02": [
        "环境科学/环保",
        "Environmental Science/Environmental"
    ],
    "cate-11": [
        "公务员/农林牧渔/其他",
        "Official/Agriculture/Others"
    ],
    "cate-11-01": [
        "公务员/公益事业/科研",
        "Official/Public Service/Science Research"
    ],
    "cate-11-02": [
        "农/林/牧/渔",
        "Agriculture/Forestry/Animal Husbandry/Fishing"
    ],
    "cate-11-03": [
        "实习生/培训生/储备干部",
        "Intern/Trainee/Associate Trainee"
    ],
    "cate-11-04": [
        "其他",
        "Others"
    ]
}
const liepin_position2 = {
    "N01": ["高级管理", "Senior Management"],
    "N02": ["技术", "Technical"],
    "N03": ["产品", "Product"],
    "N04": ["运营", "Operations"],
    "N05": ["设计", "Design"],
    "N06": ["销售/客服", "Sales/customer service"],
    "N07": ["市场/公关/广告/会展", "Marketing/PR/Advertisement/exhibition"],
    "N08": ["人力/财务/行政", "HR/Finance/Administration"],
    "N09": ["法务", "Legal"],
    "N10": ["金融", "Financial"],
    "N11": ["汽车", "Automotive"],
    "N12": ["房地产/建筑/物业", "Real Estate/Building/Property"],
    "N13": ["生产/制造", "Production/Manufaturing"],
    "N14": ["医疗护理/生物制药", "Medical care / biopharmaceutical"],
    "N15": ["教育/培训", "Education/Training"],
    "N16": ["生活服务", "Domestic Service"],
    "N17": ["能源/矿产/环保", "Energy / Mineral / Environmental"],
    "N18": ["影视/媒体/写作/出版", "Film/Media/Writing/Publishing"],
    "N19": ["咨询/翻译", "Consulting / translation"],
    "N20": ["项目管理", "Project management"],
    "N21": ["采购/贸易", "Purchasing/Trade"],
    "N22": ["供应链/物流/运输", "Supply chain / logistics / transportation"],
    "N23": ["公务员/农林牧渔/其他", "Civil servant / agriculture, forestry, animal husbandry and fishery / other"],
    "N0001": ["高级管理", "Senior Management"],
    "N0002": ["后端开发", "Back-end Development"],
    "N0003": ["前端开发", "Front-end Development"],
    "N0004": ["移动开发", "Mobile Development Engineer"],
    "N0005": ["硬件开发", "Hardware Development"],
    "N0006": ["测试", "Testing"],
    "N0007": ["数据", "Data"],
    "N0008": ["人工智能", "artificial intelligence"],
    "N0009": ["运维/技术支持", "Operation and maintenance / technical support"],
    "N0010": ["通信", "Communication"],
    "N0011": ["高端技术职位", "Senior Technical"],
    "N0012": ["其他技术", "other R&D"],
    "N0013": ["产品经理", "Product manager"],
    "N0014": ["游戏策划", "Game planning"],
    "N0015": ["高端产品职位", "Senior Product manager"],
    "N0016": ["其他产品", "Other product manager"],
    "N0017": ["运营", "Operations"],
    "N0018": ["高端运营", "Senior Operations"],
    "N0019": ["其他运营", "Other Operations"],
    "N0020": ["视觉设计", "visual design"],
    "N0021": ["交互设计", "Interaction Design"],
    "N0022": ["用户研究", "user research"],
    "N0023": ["高端设计职位", "Senior Design"],
    "N0024": ["其他设计", "Other Design"],
    "N0025": ["销售人员", "Salespersons"],
    "N0026": ["销售管理", "Sales Management"],
    "N0027": ["销售行政/商务", "Sales Administration"],
    "N0028": ["销售技术支持", "Sales support"],
    "N0029": ["客服", "Customer Service"],
    "N0030": ["其他销售/客服", "other sales/customer service"],
    "N0031": ["市场营销", "Marketing"],
    "N0032": ["公关/媒介", "Public Relations/Media"],
    "N0033": ["品牌", "Branding"],
    "N0034": ["渠道推广", "Channel promotion"],
    "N0035": ["广告", "Adevertisement"],
    "N0036": ["会展", "Exhibition"],
    "N0037": ["其他市场/公关/广告/会展职位", "Other Marketing/PR/Advertisement/Exhibition"],
    "N0038": ["人力资源", "Human Resource"],
    "N0039": ["财务/审计/税务", "Accounting/Auditing/Taxation"],
    "N0040": ["行政/后勤/文秘", "Admin./Support Services/Secretarial"],
    "N0041": ["法务", "Legal"],
    "N0042": ["银行", "Banking"],
    "N0043": ["保险", "Insurance"],
    "N0044": ["基金/证券/期货/投资", "Fund/Security/Futures/Investments"],
    "N0045": ["信托/担保/拍卖/典当", "Trust/Guarantee/Auction/Pawn Business"],
    "N0046": ["金融产品/行业研究/风控", "Financial Product/Industry Research/Risk Management"],
    "N0047": ["汽车设计与研发", "Automotive design and R&D"],
    "N0048": ["汽车制造", "Automobile Manufacture"],
    "N0049": ["汽车销售与服务", "Automotive Sales and Service"],
    "N0050": ["其他汽车", "Other Automative"],
    "N0051": ["房地产规划/开发", "Real Estate Development"],
    "N0052": ["房地产交易", "Real estate transaction"],
    "N0053": ["物业管理", "Property Management"],
    "N0054": ["土木/土建规划设计", "Civil Planning/Design"],
    "N0055": ["建筑工程", "Construction"],
    "N0056": ["建筑装潢", "Architectural Decoration"],
    "N0057": ["其他房地产/建筑/物业", "Other real estate/building/property"],
    "N0058": ["电子/电器/半导体/仪器", "Electronics/Wiring/Semiconductor/Instrument"],
    "N0059": ["化工", "Chemical"],
    "N0060": ["服装/纺织/皮革", "Apparels/Textiles/Leather Goods"],
    "N0061": ["生产管理", "Production management"],
    "N0062": ["生产工艺", "Production Technology"],
    "N0063": ["机械设计/制造", "Mechanical Design/Production"],
    "N0064": ["机械设备/维修", "Mechanical Maintenance"],
    "N0065": ["质量管理/安全防护", "Quality Management/Safety Protection"],
    "N0066": ["飞机/船舶/轨道交通", "Airplane/ship/railway"],
    "N0067": ["技工/普工", "Mechanic/General"],
    "N0068": ["其他生产/制造", "Other Production/Manufacturing"],
    "N0069": ["医院/医疗", "Hospital/medical"],
    "N0070": ["护士/护理", "Nurse/care"],
    "N0071": ["健康/美容", "Health/beauty"],
    "N0072": ["化学制药/生物工程", "Chemical Pharmaceutical / Bioengineering"],
    "N0073": ["临床试验", "Clinical Trials"],
    "N0074": ["医药注册/推广", "Medical Registration/Marketing"],
    "N0075": ["医药招标", "Medical tender"],
    "N0076": ["医疗器械", "medical instruments"],
    "N0077": ["药店", "pharmacy"],
    "N0078": ["医学媒体", "Medical Media"],
    "N0079": ["其他医疗护理/生物制药", "Other Medical care / biopharmaceutical"],
    "N0080": ["教务管理", "Educational management"],
    "N0081": ["教学", "Teaching"],
    "N0082": ["培训", "Training"],
    "N0083": ["教育产品研发", "Eduction product R&D"],
    "N0084": ["教练", "Coach"],
    "N0085": ["其他教育/培训", "Other Education/training"],
    "N0086": ["酒店/餐饮/娱乐/生活服务", "Hospitality/Restaurant/Entertainmen/Life Service"],
    "N0087": ["旅游/出入境服务", "Tourism/Exit and Entry Service"],
    "N0088": ["百货/连锁/零售服务", "Department Store/Chain Shops/Retail"],
    "N0089": ["其他生活服务", "other Domestic services"],
    "N0090": ["电力/能源/矿产/地质勘查", "Electricity/Energy/Mining/Geological Survey"],
    "N0091": ["环境科学/环保", "Environmental Science/Environmental"],
    "N0092": ["其他能源/矿产/环保", "Other Energy / Mineral / Environmental"],
    "N0093": ["印刷/包装", "Packaging/Printing"],
    "N0094": ["写作/采编/出版", "Writing/Newspaper/Publishing"],
    "N0095": ["影视/媒体", "Film Entertainment/Media"],
    "N0096": ["咨询/调研", "Consultant/Research"],
    "N0097": ["翻译", "Translator"],
    "N0098": ["项目管理", "Project management"],
    "N0099": ["其他项目管理", "Other Project management"],
    "N0100": ["采购", "Purchasing"],
    "N0101": ["贸易", "Trade"],
    "N0102": ["其他采购/贸易", "Other Purchasing/trading"],
    "N0103": ["物流/仓储", "Logistics/Warehouse"],
    "N0104": ["交通/运输", "Traffic/Transportation"],
    "N0105": ["供应链", "Supply Chain"],
    "N0106": ["其他供应链/物流/运输", "Other supply chain/logistics/transport"],
    "N0107": ["公务员/公益事业/科研", "Official/Public Service/Science Research"],
    "N0108": ["实习生/培训生/储备干部", "Intern/Trainee/Associate Trainee"],
    "N0109": ["农/林/牧/渔", "Agriculture/Forestry/Animal Husbandry/Fishing"],
    "N0110": ["其他", "Others"],
    "N000001": ["首席执行官CEO/总裁/总经理", "CEO/President/General Manager"],
    "N000002": ["首席运营官COO", "Chief Operating Officer/COO"],
    "N000003": ["副总裁/副总经理", "Vice President/Deputy General Manager"],
    "N000004": ["合伙人", "Partner"],
    "N000005": ["部门/事业部管理", "Department Management"],
    "N000006": ["总裁助理/总经理助理", "Executive Assistant/General Manager Assistant"],
    "N000007": ["投资者关系", "Investor Relations"],
    "N000008": ["分公司/代表处负责人", "Head of Branch Company"],
    "N000009": ["企业秘书/董事会秘书", "Corporate/Board Secretary"],
    "N000010": ["CMO", "CMO"],
    "N000011": ["其他高级管理", "other management"],
    "N000012": ["Java", "Java"],
    "N000013": ["PHP", "PHP"],
    "N000014": ["C", "C"],
    "N000015": ["C++", "C++"],
    "N000016": ["C#", "C#"],
    "N000017": [".net", ".net"],
    "N000018": ["Python", "Python"],
    "N000019": ["Node.js", "Node.js"],
    "N000020": ["Ruby", "Ruby"],
    "N000021": ["Golang", "Golang"],
    "N000022": ["Perl", "Perl"],
    "N000023": ["Delphi", "Delphi"],
    "N000024": ["VB", "VB"],
    "N000025": ["Erlang", "Erlang"],
    "N000026": ["ASP", "ASP"],
    "N000027": ["全栈", "Full stack"],
    "N000028": ["爬虫", "reptile"],
    "N000029": ["语音/视频/图形开发工程师", "Audio/Video/Graphics Development Engineer"],
    "N000030": ["多媒体/游戏开发工程师", "Multimedia/Game Development Engineer"],
    "N000031": ["嵌入式软件开发", "Embedded Software Engineer"],
    "N000032": ["ERP技术开发", "ERP R&D"],
    "N000033": ["WEB前端开发工程师", "WEB Front-end Developer"],
    "N000034": ["移动前端开发工程师", "Mobile Front-end Developer"],
    "N000035": ["Javascript", "Javascript"],
    "N000036": ["Flash开发", "Flash developer"],
    "N000037": ["HTML5", "HTML5"],
    "N000038": ["移动开发工程师", "Mobile Development Engineer"],
    "N000039": ["Android", "Android"],
    "N000040": ["IOS", "IOS"],
    "N000041": ["U3D", "U3D"],
    "N000042": ["COCOS2D-X", "COCOS2D-X"],
    "N000043": ["WP", "WP"],
    "N000044": ["高级硬件工程师", "Senior Hardware Engineer"],
    "N000045": ["硬件工程师", "Hardware Engineer"],
    "N000046": ["嵌入式硬件开发(主板机…)", "Embedded Hardware Engineer(PCB…)"],
    "N000047": ["系统集成工程师", "Systems Integration Engineer"],
    "N000048": ["硬件开发", "Hardware Development"],
    "N000049": ["单片机", "MCU developer"],
    "N000050": ["驱动开发", "drive developer"],
    "N000051": ["FPGA", "FPGA"],
    "N000052": ["ARM", "ARM"],
    "N000053": ["模具设计", "Mold designer"],
    "N000054": ["PLC", "PLC"],
    "N000055": ["DSP开发", "DSP开发"],
    "N000056": ["精益工程师", "lean engineer"],
    "N000057": ["测试经理/主管", "Testing Manager/Supervisor"],
    "N000058": ["测试工程师", "Testing Engineer"],
    "N000059": ["硬件测试", "Hardware Testing"],
    "N000060": ["自动化测试", "Automation Testing Engineer"],
    "N000061": ["功能测试", "Functional Testing Engineer"],
    "N000062": ["性能测试", "Performance Testing Engineer"],
    "N000063": ["测试开发", "Test Development Engineer"],
    "N000064": ["软件测试", "Software Testing"],
    "N000065": ["移动端测试", "APP testing"],
    "N000066": ["游戏测试", "Game testing"],
    "N000067": ["安全测试", "Safety testing"],
    "N000068": ["渗透测试", "penetration testing"],
    "N000069": ["BI工程师", "Business Intelligence Engineer"],
    "N000070": ["数据仓库", "Data warehouse"],
    "N000071": ["数据开发", "Date developer"],
    "N000072": ["数据库开发工程师", "Database Developer"],
    "N000073": ["ETL", "ETL"],
    "N000074": ["Hadoop/Hive/Spark", "Hadoop/Hive/Spark"],
    "N000075": ["数据分析师", "Data Analyst"],
    "N000076": ["数据挖掘工程师", "Data Mining Engineer"],
    "N000077": ["建模", "modeling engineer"],
    "N000078": ["数据治理", "data governance"],
    "N000079": ["数据采集", "data collection"],
    "N000080": ["算法工程师", "Algorithm Engineer"],
    "N000081": ["深度学习", "Deep learning"],
    "N000082": ["机器学习", "machine Learning"],
    "N000083": ["搜索算法", "Search algorithm"],
    "N000084": ["推荐算法", "recommendation algorithm"],
    "N000085": ["图像算法", "Image algorithm"],
    "N000086": ["图像处理", "Image processing"],
    "N000087": ["语音识别", "speech recognition"],
    "N000088": ["图像识别", "image recognition"],
    "N000089": ["机器视觉", "Machine vision"],
    "N000090": ["自然语言处理（NLP）", "NLP"],
    "N000091": ["算法研究员", "Algorithm reseracher"],
    "N000092": ["信息技术经理/主管", "IT Manager/Supervisor"],
    "N000093": ["信息技术专员", "Information Technology Specialist"],
    "N000094": ["数据库管理员(DBA)", "Database Administrator"],
    "N000095": ["网络信息安全工程师", "Network and Information Security Engineer"],
    "N000096": ["文档工程师", "Documentation Engineer"],
    "N000097": ["网络工程师", "Network Engineer"],
    "N000098": ["运维经理/主管", "OPS Manager/Supervisor"],
    "N000099": ["运维工程师", "Maintenance Engineer"],
    "N000100": ["系统安全", "System safety"],
    "N000101": ["运维开发", "OPS Developer"],
    "N000102": ["IT支持", "IT Surpport"],
    "N000103": ["桌面支持", "Helpdesk"],
    "N000104": ["系统管理员", "System administrator"],
    "N000105": ["系统工程师", "System Engineer"],
    "N000106": ["硬件维护工程师", "Hardware maintenance engineer"],
    "N000107": ["电信/通讯工程师", "Telecommunications/Communications Engineer"],
    "N000108": ["无线/射频通信工程师", "RF/ Communication Engineer"],
    "N000109": ["通信技术工程师", "Communication Engineer"],
    "N000110": ["有线传输工程师", "Wired Transmission Engineer"],
    "N000111": ["电信交换工程师", "Telecommunication Exchange Engineer"],
    "N000112": ["数据通信工程师", "Data Communication Engineer"],
    "N000113": ["移动通信工程师", "Mobile Communication Engineer"],
    "N000114": ["电信网络工程师", "Telecommunication Network Engineer"],
    "N000115": ["通信电源工程师", "Communication Power Supply Engineer"],
    "N000116": ["增值产品开发工程师", "Value-Added Product Development Engineer"],
    "N000117": ["通信项目管理", "Communication Project Management"],
    "N000118": ["通信标准化工程师", "Communication Standardization Engineer"],
    "N000119": ["通信研发工程师", "Communication R&D Engineer"],
    "N000120": ["核心网工程师", "Core network engineer"],
    "N000121": ["通信测试工程师", "Communication testing Engineer"],
    "N000122": ["通信设备工程师", "Communication equipment Engineer"],
    "N000123": ["光通信工程师", "Optical communication engineer"],
    "N000124": ["光传输工程师", "Optical transmission engineer"],
    "N000125": ["光网络工程师", "Optical network engineer"],
    "N000126": ["首席技术官CTO/首席信息官CIO", "Chief Technology Officer/Chief Information Officer"],
    "N000127": ["技术/研发总监", "Technology Director"],
    "N000128": ["技术/研发经理", "Technology Manager"],
    "N000129": ["技术合伙人", "technichal partner"],
    "N000130": ["架构师", "Architect"],
    "N000131": ["安全专家", "security expert"],
    "N000132": ["运维总监", "OPS Director"],
    "N000133": ["数据总监", "Data director"],
    "N000134": ["数据架构师", "Data architect"],
    "N000135": ["数据科学家", "Data scientist"],
    "N000136": ["配置管理工程师", "Configuration Management Engineer"],
    "N000137": ["配置管理经理/主管", "Configuration Management Manager/Supervisor"],
    "N000138": ["计算机辅助设计工程师", "Computer Aided Design Engineer"],
    "N000139": ["仿真应用工程师", "Simulation Application Engineer"],
    "N000140": ["其他技术职位", "Other R&D"],
    "N000141": ["产品经理/主管", "Product Manager/Supervisor"],
    "N000142": ["产品专员/助理", "Product Specialist/Assistant"],
    "N000143": ["移动产品经理", "Mobile product manager"],
    "N000144": ["电商产品经理", "Ecommerce product manager"],
    "N000145": ["数据产品经理", "Data product manager"],
    "N000146": ["互联网金融产品经理", "Internet Financial Product Manager"],
    "N000147": ["商业产品经理", "Commercial product manager"],
    "N000148": ["旅游产品经理", "Travel product manager"],
    "N000149": ["硬件产品经理", "Hardware product manager"],
    "N000150": ["策略产品经理", "strategic product manager"],
    "N000151": ["用户产品经理（用户增长）", "user growth product manager"],
    "N000152": ["游戏策划师", "Game Planner"],
    "N000153": ["游戏制作人", "Game producer"],
    "N000154": ["产品VP", "Product VP"],
    "N000155": ["产品总监", "Product Director"],
    "N000156": ["其他产品职位", "Other product manager"],
    "N000157": ["运营经理/主管", "operation manager/supervisor"],
    "N000158": ["运营专员", "Operations Specialist"],
    "N000159": ["用户运营", "user operation"],
    "N000160": ["产品运营", "Product operation"],
    "N000161": ["数据运营", "Data operation"],
    "N000162": ["内容运营", "content operation"],
    "N000163": ["活动运营", "event operation"],
    "N000164": ["商家运营", "merchant operation"],
    "N000165": ["品类运营", "category operation"],
    "N000166": ["游戏运营", "game operation"],
    "N000167": ["网站运营", "website operation"],
    "N000168": ["新媒体运营", "digital media operation"],
    "N000169": ["社区运营", "online community operation"],
    "N000170": ["微信运营", "wechat operation"],
    "N000171": ["微博运营", "weibo operation"],
    "N000172": ["策略运营", "strategic operation"],
    "N000173": ["线下拓展运营", "offline development operation"],
    "N000174": ["电商运营", "ecommerce operation"],
    "N000175": ["商品运营", "Commodity operation"],
    "N000176": ["网店运营", "online shop operation"],
    "N000177": ["海外运营", "overseas operation"],
    "N000178": ["网络推广经理/主管", "Online Marketing Manager/Supervisor"],
    "N000179": ["网络推广专员", "Online Marketing Specialist"],
    "N000180": ["电子商务经理/主管", "E-Commerce Manager/Supervisor"],
    "N000181": ["电子商务专员", "E-Commerce Specialist"],
    "N000182": ["网站营运管理", "Web Operations Management"],
    "N000183": ["网站编辑", "Website Editor"],
    "N000184": ["网站策划", "Site Planning"],
    "N000185": ["运营总监", "Operations Director"],
    "N000186": ["网络推广总监", "Online Marketing Director"],
    "N000187": ["电子商务总监", "E-Commerce Director"],
    "N000188": ["其他运营职位", "other operation"],
    "N000189": ["网页设计师", "website designer"],
    "N000190": ["美工", "designer"],
    "N000191": ["UI设计师", "UI Designer"],
    "N000192": ["Flash设计/开发", "Flash Designer/Developer"],
    "N000193": ["特效设计师", "Special Effects Designer"],
    "N000194": ["视觉设计师", "Visual Effects Designer"],
    "N000195": ["三维/3D设计/制作", "Three-dimensional/3D Design/Production"],
    "N000196": ["3D设计/制作", "3D Design/Production"],
    "N000197": ["游戏界面设计师", "Game UI Designer"],
    "N000198": ["游戏特效", "game effect designer"],
    "N000199": ["游戏场景", "game scene designer"],
    "N000200": ["游戏角色", "game character designer"],
    "N000201": ["游戏动作", "game motion designer"],
    "N000202": ["绘画", "Graphic Illustrator"],
    "N000203": ["手绘师", "hand drawing"],
    "N000204": ["原画师", "Original Artist"],
    "N000205": ["多媒体/动画设计", "Multimedia/Animation Design"],
    "N000206": ["美术/图形设计", "Art/Graphic Design"],
    "N000207": ["媒体广告设计", "Media Advertising"],
    "N000208": ["GUI", "GUI"],
    "N000209": ["美术特效", "Art special effects"],
    "N000210": ["交互设计师", "Interaction Designer"],
    "N000211": ["APP设计", "App designer"],
    "N000212": ["硬件交互设计师", "hardware interaction designer"],
    "N000213": ["用户研究员", "User Researcher"],
    "N000214": ["设计总监", "Design Director"],
    "N000215": ["设计经理|主管", "Design manager/supervisor"],
    "N000216": ["交互设计总监/经理", "Interaction Design Director/Manager"],
    "N000217": ["视觉设计总监/经理", "Visual Design Director/Manager"],
    "N000218": ["平面设计总监/经理", "Graphic Design Director/Manager"],
    "N000219": ["平面设计经理/主管", "Graphic Design Manager/Supervisor"],
    "N000220": ["创意指导/总监", "Creative Director/Director"],
    "N000221": ["用户研究总监/经理", "User Research Director/Manager"],
    "N000222": ["平面设计师", "Graphic Designer"],
    "N000223": ["CAD设计/制图", "CAD design/drafting"],
    "N000224": ["工业/产品设计", "Industrial/Product Design"],
    "N000225": ["工艺品/珠宝设计", "Crafts/Jewelry Design"],
    "N000226": ["家具/家居设计", "Furniture/Household Product Design"],
    "N000227": ["玩具设计", "Toy Design"],
    "N000228": ["展示/陈列设计", "Exhibition/Display Design"],
    "N000229": ["包装设计", "Packaging Design"],
    "N000230": ["其他设计职位", "other design"],
    "N000231": ["销售代表", "Sales Representative"],
    "N000232": ["客户代表", "Sales Account Representative"],
    "N000233": ["大客户销售", "Key Account Sales"],
    "N000234": ["业务拓展专员/助理", "BD Specialist/Assistant"],
    "N000235": ["渠道/分销专员", "Channel/Distribution Representative"],
    "N000236": ["经销商", "Distributor"],
    "N000237": ["区域销售专员/助理", "Regional Sales Specialist/Assistant"],
    "N000238": ["电话销售", "Telesales"],
    "N000239": ["医药销售代表", "Pharmaceutical Sales Representative"],
    "N000240": ["网络/在线销售", "Online Sales"],
    "N000241": ["团购业务员", "Team Buying Sales"],
    "N000242": ["销售总经理/销售副总裁", "Sales General Manager/Vice President"],
    "N000243": ["销售总监", "Sales Director"],
    "N000244": ["销售经理/主管", "Sales Manager/Supervisor"],
    "N000245": ["区域销售总监", "Regional Sales Director"],
    "N000246": ["区域销售经理/主管", "Regional Sales Manager/Supervisor"],
    "N000247": ["大客户销售管理", "Key Account Sales Management"],
    "N000248": ["业务拓展经理/主管", "Business Development Supervisor/Manager"],
    "N000249": ["渠道/分销总监", "Channel/Distribution Director"],
    "N000250": ["渠道/分销经理/主管", "Channel/Distribution Manager/Supervisor"],
    "N000251": ["客户总监", "Account Director"],
    "N000252": ["客户经理/主管", "Sales Account Manager/Supervisor"],
    "N000253": ["团购经理/主管", "Team Buying Manager/Supervisor"],
    "N000254": ["销售行政经理/主管", "Sales Admin. Manager/Supervisor"],
    "N000255": ["销售行政专员/助理", "Sales Admin. Executive/Assistant"],
    "N000256": ["销售运营经理/主管", "Sales Operations Manager/Supervisor"],
    "N000257": ["销售运营专员/助理", "Sales Operations Executive/Assistant"],
    "N000258": ["销售培训讲师", "Sales trainer"],
    "N000259": ["业务分析经理/主管", "Business Analysis Manager/Supervisor"],
    "N000260": ["业务分析专员/助理", "Business Analysis Specialist/Assistant"],
    "N000261": ["售前支持经理/主管", "Pre-Sales Support Manager/Supervisor"],
    "N000262": ["售前支持工程师", "Pre-Sales Support Engineer"],
    "N000263": ["售后支持经理/主管", "After-Sales Support Manager/Supervisor"],
    "N000264": ["售后支持工程师", "Sales Support Engineer"],
    "N000265": ["客户服务总监", "Director of Customer Service"],
    "N000266": ["客户服务专员/助理", "Customer Service Specialist/Assistant"],
    "N000267": ["咨询热线/呼叫中心人员", "Hotline/Call Center Staff"],
    "N000268": ["电话客服", "Online Customer Service"],
    "N000269": ["投诉处理专员", "Complaint Coordinator"],
    "N000270": ["会员/VIP管理", "VIP Member Management"],
    "N000271": ["客户服务经理/主管", "Customer Service Manager/Specialist"],
    "N000272": ["网络/在线客服", "Online Customer Service"],
    "N000273": ["网店店长/客服管理", "Online Shop Manager/Customer Service Management"],
    "N000274": ["售前咨询", "pre-sale support"],
    "N000275": ["售后咨询", "after-Sales Support"],
    "N000276": ["其他销售/客服职位", "other sales/customer service"],
    "N000277": ["市场总监", "Marketing Director"],
    "N000278": ["市场经理/主管", "Marketing Manager/Supervisor"],
    "N000279": ["市场专员/助理", "Marketing Specialist/Assistant"],
    "N000280": ["市场调研与分析", "Market Research and Analysis"],
    "N000281": ["促销经理/主管", "Promotion Manager/ Supervisor"],
    "N000282": ["市场企划经理/主管", "Marketing Planning Manager/Supervisor"],
    "N000283": ["市场企划专员/助理", "Marketing Planning Specialist/Assistant"],
    "N000284": ["市场拓展经理/主管", "BD manager/Supervisor"],
    "N000285": ["市场拓展专员/助理", "BD  Specialist/Assistant"],
    "N000286": ["市场通路经理/主管", "Trade Marketing Manager/Supervisor"],
    "N000287": ["市场通路专员/助理", "Trade Marketing Specialist/Assistant"],
    "N000288": ["市场产品经理/主管", "marketing product manager/supervisor"],
    "N000289": ["市场产品专员/助理", "Marketing product Specialist/Assistant"],
    "N000290": ["选址拓展/新店开发", "Site Development"],
    "N000291": ["活动策划", "Event Planner"],
    "N000292": ["活动执行", "Event Excution"],
    "N000293": ["海外市场", "overseas marketing"],
    "N000294": ["公关总监", "Public Relations Director"],
    "N000295": ["公关经理/主管", "Public Relations Manager/Supervisor"],
    "N000296": ["公关专员/助理", "Public Relations Specialist/Assistant"],
    "N000297": ["政府事务管理", "Government Affairs"],
    "N000298": ["媒介经理/主管", "Media Manager/Supervisor"],
    "N000299": ["媒介专员/助理", "Media Specialist/Assistant"],
    "N000300": ["媒介销售", "Media Sales"],
    "N000301": ["媒介策划", "Media Planning"],
    "N000302": ["媒介合作", "media cooperation"],
    "N000303": ["媒介顾问", "media consultant"],
    "N000304": ["品牌经理/主管", "Brand Manager/Supervisor"],
    "N000305": ["品牌专员/助理", "Brand Specialist/Assistant"],
    "N000306": ["SEM搜索引擎营销", "SEM"],
    "N000307": ["SEO搜索引擎优化", "SEO"],
    "N000308": ["广告创意/设计经理/主管", "Advertising Creative Manager/Supervisor"],
    "N000309": ["广告创意/设计总监", "Advertising Creative Director"],
    "N000310": ["广告创意/设计师", "Advertising Designer"],
    "N000311": ["广告客户总监", "Advertising Account Director"],
    "N000312": ["广告客户经理/主管", "Advertising Account Manager/Supervisor"],
    "N000313": ["广告客户专员", "Advertising Account Executive"],
    "N000314": ["文案/策划", "Copywriter/Planner"],
    "N000315": ["广告/会展业务拓展", "Advertising/Exhibition BD"],
    "N000316": ["美术指导", "Art Director"],
    "N000317": ["广告制作", "advertising produce"],
    "N000318": ["媒介投放", "media delivery"],
    "N000319": ["广告审核", "Advertising review"],
    "N000320": ["会务/会展经理/主管", "Exhibition/Event Manager/Supervisor"],
    "N000321": ["会务/会展专员/助理", "Exhibition Specialist/Assistant"],
    "N000322": ["会展策划/设计", "Exhibition Planning /Design"],
    "N000323": ["制作执行", "Event executive"],
    "N000324": ["广告/会展项目管理", "Advertising/Exhibition Project Management"],
    "N000325": ["其他市场/公关/广告/会展职位", "Othermarketing/PR"],
    "N000326": ["首席人力资源官CHO/HRVP", "Chief Human Resource Officer/Vice President"],
    "N000327": ["人力资源总监", "Director of Human Resources"],
    "N000328": ["人力资源经理/主管", "Human Resources Manager/Supervisor"],
    "N000329": ["人力资源专员/助理", "HR Specialist/Assistant"],
    "N000330": ["招聘经理/主管", "Recruiting Manager/Supervisor"],
    "N000331": ["招聘专员/助理", "Recruiting Specialist/Assistant"],
    "N000332": ["培训经理/主管", "Training Manager/Supervisor"],
    "N000333": ["培训专员/助理", "Training Specialist/Assistant"],
    "N000334": ["薪资福利经理/主管", "Compensation and Benefits Manager/Director"],
    "N000335": ["薪资福利专员/助理", "Compensation & Benefits Specialist/Assistant"],
    "N000336": ["绩效经理/主管", "Performance Assessment Manager/Supervisor"],
    "N000337": ["绩效专员/助理", "Performance Assessment Specialist/Assistant"],
    "N000338": ["员工关系/企业文化/工会", "Employee Relations/Corporate Culture/Unions"],
    "N000339": ["人力资源信息系统", "HRIS"],
    "N000340": ["人力资源伙伴(HRBP)", "HR Business Partner"],
    "N000341": ["组织发展(OD)", "Organization Development"],
    "N000342": ["企业培训师/讲师", "Staff Trainer"],
    "N000343": ["猎头顾问/助理", "Headhunter/Assistant"],
    "N000344": ["其他人力资源", "Other HR"],
    "N000345": ["首席财务官CFO", "Chief Financial Officer/CFO"],
    "N000346": ["财务总监", "Chief Financial Officer"],
    "N000347": ["财务经理", "Financial Manager"],
    "N000348": ["财务主管/总帐主管", "Financial Director/General Accounts Director"],
    "N000349": ["财务助理", "Finance Assistant"],
    "N000350": ["会计经理/主管", "Accounting Manager/Supervisor"],
    "N000351": ["会计/会计师", "Accountant"],
    "N000352": ["会计助理/文员", "Accounting Clerk"],
    "N000353": ["财务分析经理/主管", "Financial Analysis Manager/Supervisor"],
    "N000354": ["财务分析员", "Financial Analyst"],
    "N000355": ["税务经理/主管", "Tax Manager/Supervisor"],
    "N000356": ["税务专员/助理", "Tax Executive/Assistant"],
    "N000357": ["审计经理/主管", "Audit Manager/Supervisor"],
    "N000358": ["审计专员/助理", "Audit Executive/Assistant"],
    "N000359": ["成本经理/主管", "Cost Accounting Manager/Supervisor"],
    "N000360": ["成本管理员", "Capital Manager"],
    "N000361": ["财务顾问", "Finance Consultant"],
    "N000362": ["风控", "Risk control"],
    "N000363": ["结算", "Financial settlement"],
    "N000364": ["资产/资金管理", "Treasury Manager/Supervisor"],
    "N000365": ["出纳员", "Cashier"],
    "N000366": ["统计员", "Statistician"],
    "N000367": ["投融资经理/主管", "Investment and Finance Manager/Supervisor"],
    "N000368": ["其他财务/审计/税务职位", "Other financial"],
    "N000369": ["行政总监", "Executive Director"],
    "N000370": ["行政经理/主管/办公室主任", "Administration Manager/Supervisor"],
    "N000371": ["行政专员/助理", "Administration Specialist/Assistant"],
    "N000372": ["图书/资料/档案管理", "Document Keeper"],
    "N000373": ["助理/秘书/文员", "Executive Assistant/Secretary"],
    "N000374": ["前台/总机/接待", "Receptionist"],
    "N000375": ["电脑操作/打字/录入员", "Computer Operator/Typist"],
    "N000376": ["后勤/总务", "Logistics/General Affairs"],
    "N000377": ["商务司机", "Business Driver"],
    "N000378": ["其他行政/后勤/文秘职位", "other exceutive"],
    "N000379": ["法务总监", "Legal director"],
    "N000380": ["法务经理/主管", "Legal manager/Supervisor"],
    "N000381": ["法务专员/助理", "Lega Specialist/Assistant"],
    "N000382": ["法律顾问", "Legal Adviser"],
    "N000383": ["律师", "Lawyer"],
    "N000384": ["律师助理", "Paralegal"],
    "N000385": ["知识产权/专利/商标代理人", "Intellectual Property/Patent Advisor"],
    "N000386": ["合规经理", "Compliance Manager"],
    "N000387": ["合规主管/专员", "Compliance Supervisor/Specialist"],
    "N000388": ["其他法务职位", "Other legal"],
    "N000389": ["行长/副行长", "President/Vice-President/Branch Manager"],
    "N000390": ["银行经理/主任", "Bank Manager/Supervisor"],
    "N000391": ["大堂经理", "Hall Manager"],
    "N000392": ["公司业务部门经理/主管", "Corporate Banking Manager"],
    "N000393": ["公司业务客户经理", "Corporate Banking Account Manager"],
    "N000394": ["个人业务部门经理/主管", "Personal Banking Manager/Supervisor"],
    "N000395": ["个人业务客户经理", "Personal Banking Account Manager"],
    "N000396": ["综合业务经理/主管", "Integrated Service Manager/Supervisor"],
    "N000397": ["综合业务专员/助理", "Integrated Service Executive/Assistant"],
    "N000398": ["理财经理", "Financial manager"],
    "N000399": ["私人银行客户经理", "Private bank account manager"],
    "N000400": ["私人银行财富顾问", "Private bank account consultant"],
    "N000401": ["柜员/银行会计", "Bank Teller/Bank Accountan"],
    "N000402": ["信贷管理/资信评估/分析", "Loan/Credit Officer、Assets/Credit Valuation/Analyst"],
    "N000403": ["清算人员", "Settlement Officer"],
    "N000404": ["银行卡/电子银行/新业务开拓", "Bank card/Electronic Banking/New Business"],
    "N000405": ["国际结算/外汇交易", "International Account Settlement/Foreign Exchange"],
    "N000406": ["进出口/信用证结算", "Trading / LC Officer"],
    "N000407": ["资金管理", "Fund Management"],
    "N000408": ["资产管理(银行)", "Asset Management"],
    "N000409": ["风险控制", "Risk Management"],
    "N000410": ["信审核查", "Credit Review"],
    "N000411": ["金融同业", "Interbank"],
    "N000412": ["基金托管", "Trust Fund"],
    "N000413": ["信用卡中心", "Credit Card Center"],
    "N000414": ["其他银行职位", "other banking"],
    "N000415": ["保险代理人/经纪人/客户经理", "Insurance Agent/Broker/Account Manager"],
    "N000416": ["保险精算师", "Actuary"],
    "N000417": ["保险顾问/财务规划师", "Insurance Consultant"],
    "N000418": ["产品开发/项目策划", "Product Development/Planner"],
    "N000419": ["保险内勤", "Staff"],
    "N000420": ["核保/理赔", "Underwriting/Claim Management"],
    "N000421": ["再保险", "Reinsurance"],
    "N000422": ["稽核/法律/合规", "Compliance/Audit"],
    "N000423": ["保险培训师", "Insurance Trainer"],
    "N000424": ["客户服务/续期管理", "Customer Service/Account Renewals Management"],
    "N000425": ["业务经理/主管", "Business Manager/Supervisor"],
    "N000426": ["契约管理", "Policy Management"],
    "N000427": ["储备经理人", "Agency Management Associate"],
    "N000428": ["其他保险职位", "other insurance"],
    "N000429": ["投资银行业务", "Investment Banking"],
    "N000430": ["PE/VC投资", "Private Equity/Venture Capital"],
    "N000431": ["投资VP", "Investment VP"],
    "N000432": ["投资总监", "Investment director"],
    "N000433": ["投资合伙人", "investment partner"],
    "N000434": ["投资经理", "Investment manager"],
    "N000435": ["投后管理岗", "Post-investment management"],
    "N000436": ["投资/理财顾问", "Investment/Financial Management Advisor"],
    "N000437": ["融资经理/主管", "Treasury Manager/Supervisor"],
    "N000438": ["融资总监", "Treasury Director"],
    "N000439": ["融资专员/助理", "Treasury Executive/Assistant"],
    "N000440": ["并购", "Merger"],
    "N000441": ["基金管理", "Fund Management"],
    "N000442": ["资产管理(基金/证券)", "asset management"],
    "N000443": ["证券投资", "Securities Investment/Portfolio Investment"],
    "N000444": ["固定收益业务", "Fixed Income"],
    "N000445": ["零售客户服务", "Retail Banking"],
    "N000446": ["机构客户服务", "Institutional Investor Service"],
    "N000447": ["股票/期货操盘手", "Stock/future trader"],
    "N000448": ["证券分析师", "Stock analyst"],
    "N000449": ["证券经纪人", "stock broker"],
    "N000450": ["资产证券化", "Asset Securitization"],
    "N000451": ["证券交易员", "Securities Trader"],
    "N000452": ["期货经纪人", "Futures broker"],
    "N000453": ["外汇经纪人", "Forex broker"],
    "N000454": ["期货分析师", "Futures analyst"],
    "N000455": ["其他基金/证券/期货/投资", "Other Fund/security/Futures/investment"],
    "N000456": ["房地产信托/物业投资", "Real Estate Investment Trust/REITS"],
    "N000457": ["高级信托经理", "senior trust manager"],
    "N000458": ["信托经理", "trust manager"],
    "N000459": ["信托业务", "Trust"],
    "N000460": ["珠宝/收藏品鉴定", "Jewellery /Collection Appraiser"],
    "N000461": ["担保业务", "Guarantee Business"],
    "N000462": ["拍卖师", "Auctioneer"],
    "N000463": ["典当业务", "Pawn Business"],
    "N000464": ["其他信托/担保/拍卖/典当", "Other"],
    "N000465": ["证券分析/金融研究", "Security Analysis/Financial Research"],
    "N000466": ["资产评估", "Asset Evaluation"],
    "N000467": ["风险管理/控制", "Risk Management/Control"],
    "N000468": ["金融产品经理", "Financial Product Manager"],
    "N000469": ["行业研究", "Industry Research"],
    "N000470": ["合规稽查", "Compliance And Audit"],
    "N000471": ["其他金融产品/行业研究/风控职位", "Other financial product/industry analyst/risk control"],
    "N000472": ["汽车设计工程师", "Automotive Design Engineer"],
    "N000473": ["汽车项目管理", "Automotive Project Management"],
    "N000474": ["车身设计", "Body design"],
    "N000475": ["底盘设计", "Chassis design"],
    "N000476": ["机械设计", "Mechanical Design"],
    "N000477": ["动力系统设计", "Power system design"],
    "N000478": ["电子工程设计", "Electronic engineering design"],
    "N000479": ["零部件设计", "Component design"],
    "N000480": ["内外饰设计", "Interior and exterior design"],
    "N000481": ["智能驾驶", "Intelligent driving"],
    "N000482": ["车联网", "Car networking"],
    "N000483": ["电池测试", "Battery test"],
    "N000484": ["电池开发", "Battery development"],
    "N000485": ["汽车机构工程师", "Automotive Structural Engineer"],
    "N000486": ["汽车电子工程师", "Automotive Electronic Engineer"],
    "N000487": ["汽车质量工程师", "Automotive Quality Engineer"],
    "N000488": ["汽车安全性能工程师", "Safety Performance Engineer"],
    "N000489": ["汽车装配工艺工程师", "Assembly Engineer"],
    "N000490": ["汽车底盘/总装工程师", "Automobile Chassis/Assembly Engineer"],
    "N000491": ["汽车动力系统工程师", "Automobile Power System Engineers"],
    "N000492": ["汽车销售", "Automobile Sales"],
    "N000493": ["4S店管理", "4S Shop Management"],
    "N000494": ["零配件销售", "Parts Sales"],
    "N000495": ["售后服务客户服务", "After-Sales Service/Customer Service"],
    "N000496": ["装饰美容", "Decorative beauty"],
    "N000497": ["汽车质量管理", "Automotive Quality Management"],
    "N000498": ["检验检测", "Check/Test"],
    "N000499": ["二手车评估师", "Second-Hand Car Appraisers"],
    "N000500": ["汽车维修/保养", "Car repair/maintenance"],
    "N000501": ["汽车定损/车险理赔", "Automobile Insurance"],
    "N000502": ["汽车改装工程师", "Car modification engineer"],
    "N000503": ["其他汽车职位", "other automotive"],
    "N000504": ["房地产项目策划经理/主管", "Real Estate Planning Manager/Supervisor"],
    "N000505": ["房地产项目策划专员/助理", "Real Estate Planning Specialist/Assistant"],
    "N000506": ["开发报建经理/主管", "Programming&Applying for Building Manage"],
    "N000507": ["开发报建专员/助理", "Applying for Construction Specialist/Assistant"],
    "N000508": ["房地产项目招投标", "Real Estate Tender /Bidding"],
    "N000509": ["房地产投资分析", "Real Estate Investment Analysis"],
    "N000510": ["房地产资产管理", "Real Estate Asset Management"],
    "N000511": ["配套经理/主管", "Real Estate Supporting Manager/Supervisor"],
    "N000512": ["配套工程师", "Real Estate Supporting Engineer"],
    "N000513": ["规划设计经理/主管", "Planning Manager/Supervisor"],
    "N000514": ["规划设计总监", "Planning Director"],
    "N000515": ["规划设计师", "Planning Designer"],
    "N000516": ["成本总监", "Cost Accounting Director"],
    "N000517": ["房地产成本经理/主管", "Real estate cost manager/supervisor"],
    "N000518": ["房地产项目管理", "Real Estate Project Management"],
    "N000519": ["房地产项目运营", "Real Estate Project Operation"],
    "N000520": ["土地征转", "Land transfer"],
    "N000521": ["房地产评估", "Real Estate Appraisal"],
    "N000522": ["房地产交易/中介", "Real Estate Agent/Broker"],
    "N000523": ["房地产销售总监", "Real estate sales director"],
    "N000524": ["房地产销售经理/主管", "Real Estate Sales Manager/Supervisor"],
    "N000525": ["房地产销售人员", "Real Estate Sales"],
    "N000526": ["房地产招商", "Real Estate Investment"],
    "N000527": ["房地产项目总监", "Real estate project director"],
    "N000528": ["房地产策划总监", "Real estate planning director"],
    "N000529": ["房地产招投标总监", "Real Estate Bidding Director"],
    "N000530": ["物业总监", "Property director"],
    "N000531": ["物业管理经理/主管", "Property Management Manager/Supervisor"],
    "N000532": ["物业管理专员/助理", "Property Management"],
    "N000533": ["高级物业顾问/物业顾问", "Senior Property Advisor/Property Advisor"],
    "N000534": ["物业招商/租赁/租售", "Property Lease/Rent"],
    "N000535": ["物业设施管理人员", "Property Establishment Management"],
    "N000536": ["物业机电工程师", "Property Mechanical Engineer"],
    "N000537": ["物业维修人员", "Property maintenance staff"],
    "N000538": ["建筑设计师", "Architectural Designer"],
    "N000539": ["土木/土建工程师", "Civil Engineer"],
    "N000540": ["结构工程师", "Structural Engineer"],
    "N000541": ["钢结构工程师", "Steel Structure Engineer"],
    "N000542": ["岩土工程", "Geotechnical Engineer"],
    "N000543": ["水利/港口工程技术", "Water Conservancy/Port Engineering Technology"],
    "N000544": ["道路/桥梁/隧道工程技术", "Road/Bridge/Tunnel Technology"],
    "N000545": ["建筑制图/模型/渲染", "CAD Drafter/Building Model/Rendering"],
    "N000546": ["架线和管道工程技术", "Pipeline Engineering Technology"],
    "N000547": ["楼宇自动化", "Building Automation"],
    "N000548": ["给排水/制冷暖通", "Drainage / refrigeration HVAC"],
    "N000549": ["空调工程师", "Air Conditioner Engineer"],
    "N000550": ["城市规划与设计", "Urban Planning and Design"],
    "N000551": ["园艺/园林/景观设计", "Gardenning Designer"],
    "N000552": ["高级建筑工程师/总工", "Senior Architect"],
    "N000553": ["建筑工程师", "Architect"],
    "N000554": ["测绘/测量", "Mapping/Surveyor"],
    "N000555": ["爆破工程师", "Blast Engineer"],
    "N000556": ["智能大厦/综合布线/安防/弱电", "Intelligent Building/Integrated Wiring/Defence&Security/Weak Current"],
    "N000557": ["建筑机电工程师", "Building Electrical Engineer"],
    "N000558": ["市政工程师", "Municipal Project Engineer"],
    "N000559": ["土建造价工程师", "Civil Engineering Cost Engineer"],
    "N000560": ["安装造价工程师", "Installation Cost Engineer"],
    "N000561": ["公路桥梁预算师", "Road and Bridge Estimator"],
    "N000562": ["工程造价", "Project Costs"],
    "N000563": ["工程预结算管理", "Construction Budget/Cost Management"],
    "N000564": ["现场/施工管理", "Construction Management"],
    "N000565": ["施工员", "Construction Worker"],
    "N000566": ["建筑设备工程师", "Construction Equipment Engineer"],
    "N000567": ["工程监理", "Project Management"],
    "N000568": ["建筑工程管理/项目经理", "Construction Management"],
    "N000569": ["建筑工程安全管理", "Construction Security Management"],
    "N000570": ["建筑工程验收", "Construction Project Inspector"],
    "N000571": ["合同管理", "Contract Management"],
    "N000572": ["资料员", "Data Management Specialist"],
    "N000573": ["室内装潢设计", "Interior Design"],
    "N000574": ["幕墙工程师", "Curtain Wall Engineer"],
    "N000575": ["软装设计师", "Soft outfit Designer"],
    "N000576": ["其他房地产/建筑/物业职位", "Other real estate/building/property"],
    "N000577": ["电子/电器工程师", "Electronic/Electrical Equipment Engineer"],
    "N000578": ["电子技术研发工程师", "Electronics Development Engineer"],
    "N000579": ["电气工程师", "Electrical Engineer"],
    "N000580": ["电气线路设计", "Electrical Circuit Design"],
    "N000581": ["线路结构设计", "Route structure design"],
    "N000582": ["电路工程师/技术员", "Electronic Circuit Engineer"],
    "N000583": ["模拟电路设计/应用工程师", "Analogical Electronic Design / Application Engineer"],
    "N000584": ["集成电路IC设计/应用工程师", "IC Design/Application Engineer"],
    "N000585": ["版图设计工程师", "Engineer Layout Design Engineer"],
    "N000586": ["IC验证工程师", "IC Verification Engineer"],
    "N000587": ["自动化工程师", "Automation Engineer"],
    "N000588": ["自动控制工程师/技术员", "Autocontrol Engineer/Technician"],
    "N000589": ["家用电器/数码产品研发", "Household Electronics/Digital Products Development"],
    "N000590": ["空调工程/设计", "Air Conditioning Engineering/Design"],
    "N000591": ["电声/音响工程师/技术员", "Electroacoustics Engineer"],
    "N000592": ["电池/电源开发", "Battery/Power Engineer"],
    "N000593": ["半导体技术", "Semiconductor Technology"],
    "N000594": ["电子元器件工程师", "Electronic Component Engineer"],
    "N000595": ["射频工程师", "RF Engineer"],
    "N000596": ["变压器与磁电工程师", "Transformer and Magnetoelectricity"],
    "N000597": ["激光/光电子技术", "Laser/Optoelectronics Technology"],
    "N000598": ["电子/电器维修", "Electronics/Electronics Repair"],
    "N000599": ["安防系统工程师", "Security Systems Engineer"],
    "N000600": ["光源与照明工程师", "Light Source and Lighting Engineer"],
    "N000601": ["仪器/仪表/计量", "Instrument/Measurement Analyst"],
    "N000602": ["FAE现场应用工程师", "Field Application Engineer(FAE)"],
    "N000603": ["技术文档工程师", "Technical Documentation Engineer"],
    "N000604": ["化工技术应用/化工工程师", "Chemical Technical Application/Chemical Engineer"],
    "N000605": ["化工实验室研究员/技术员", "Chemical Lab Scientist / Technician"],
    "N000606": ["涂料研发工程师", "R&D Chemist Scientist"],
    "N000607": ["配色技术员", "Color Matcher (Technician)"],
    "N000608": ["塑料工程师", "Plastics Engineer"],
    "N000609": ["化妆品研发", "Cosmetics Scientist"],
    "N000610": ["食品/饮料研发", "Food / Beverage Scientist"],
    "N000611": ["造纸研发", "Paper Making Scientist"],
    "N000612": ["化学分析", "Chemical analysis"],
    "N000613": ["服装/纺织设计总监", "Fashion/Textiles Design Director"],
    "N000614": ["服装/纺织设计", "Fashion/Textiles Designer"],
    "N000615": ["服装/纺织/皮革工艺师", "Apparels/Textiles/Leather Goods Technologist"],
    "N000616": ["服装打样/制版", "Sample Production"],
    "N000617": ["面料辅料开发", "Fabric/Accessories Development"],
    "N000618": ["面料辅料采购", "Fabric/Accessories Purchasing"],
    "N000619": ["服装/纺织/皮革跟单", "Apparels/Textiles/Leather Goods Merchandiser"],
    "N000620": ["板房/楦头/底格出格师", "Board room/shoe last/"],
    "N000621": ["质量管理/验货员(QA/QC)", "Quality Management QA/QC"],
    "N000622": ["电脑放码员", "Computer coder"],
    "N000623": ["工厂经理/厂长", "Plant/Factory Manager"],
    "N000624": ["总工程师/副总工程师", "Chief Engineer/Deputy Chief Engineer"],
    "N000625": ["生产总监", "Production Director"],
    "N000626": ["生产经理/车间主任", "Production Manager/Workshop Supervisor"],
    "N000627": ["组长/拉长", "Group Leader"],
    "N000628": ["生产文员", "Production Clerk"],
    "N000629": ["生产项目总监", "Production Project Director"],
    "N000630": ["生产项目经理/主管", "Production Project Manager/Supervisor"],
    "N000631": ["生产项目工程师", "Production Project Engineer"],
    "N000632": ["生产运营经理/主管", "Operations Manager/Supervisor"],
    "N000633": ["生产计划/调度", "Production Planning/Scheduling"],
    "N000634": ["生产质量管理", "Production Quality Management"],
    "N000635": ["安全/健康/环境管理", "Safety/Health/Environmental Management"],
    "N000636": ["生产物料管理(PMC)", "Production Material Control(PMC)"],
    "N000637": ["生产设备管理", "Production Equipment Management"],
    "N000638": ["生产跟单", "Production order"],
    "N000639": ["产品管理", "Product Management"],
    "N000640": ["技术或工艺设计经理", "Technology or Process Design Manager"],
    "N000641": ["工艺/制程工程师(PE)", "PE Engineer"],
    "N000642": ["工业工程师(IE)", "Industrial Engineer"],
    "N000643": ["制造工程师", "Manufacturing Engineer"],
    "N000644": ["包装工程师", "Packaging Engineer"],
    "N000645": ["机械工程师", "Mechanical Engineer"],
    "N000646": ["机械设计师", "Mechanical Designer"],
    "N000647": ["机械制图员", "Mechanical Draftsman"],
    "N000648": ["机械结构工程师", "Mechanical Structural Engineer"],
    "N000649": ["CNC工程师", "CNC Engineer"],
    "N000650": ["冲压工程师/技师", "Punch Engineer"],
    "N000651": ["夹具工程师/技师", "Clamp Engineer"],
    "N000652": ["模具工程师", "Mold Engineer"],
    "N000653": ["焊接工程师/技师", "Welding Engineer"],
    "N000654": ["注塑工程师/技师", "Injection Engineer"],
    "N000655": ["铸造/锻造工程师/技师", "Casting/Forging Engineer"],
    "N000656": ["锅炉工程师/技师", "Boiler Engineer"],
    "N000657": ["气动工程师", "Pneumatic Engineer"],
    "N000658": ["机电工程师", "Electrical & Mechanical Engineer"],
    "N000659": ["精密机械", "Precision Machinery"],
    "N000660": ["食品机械", "Food Machinery"],
    "N000661": ["纺织机械", "Textile Machinery"],
    "N000662": ["材料工程师", "Material Engineer"],
    "N000663": ["制冷/暖通", "HVAC/Refrigeration"],
    "N000664": ["技术研发经理/主管", "Technical R&D Manager/Supervisor"],
    "N000665": ["技术研发工程师", "Technical R&D Engineer"],
    "N000666": ["产品规划工程师", "Product planning engineer"],
    "N000667": ["实验室负责人/工程师", "Laboratory manager/engineer"],
    "N000668": ["机械设备经理", "Mechanical Equipment Manager"],
    "N000669": ["装配工程师", "Assembly engineer"],
    "N000670": ["维修工程师", "Maintenance Engineer"],
    "N000671": ["设备修理", "Equipment Repair"],
    "N000672": ["维修经理/主管", "Maintenance Manager/Supervisor"],
    "N000673": ["机械设备主管", "Mechanical equipment supervisor"],
    "N000674": ["机械设备工程师", "Mechanical Equipment Engineer"],
    "N000675": ["数控工程师", "CNC engineer"],
    "N000676": ["质量管理/测试经理(QA/QC经理)", "QA/QC Manager"],
    "N000677": ["质量管理/测试主管(QA/QC主管)", "QA/QC Supervisor"],
    "N000678": ["质量检测员/测试员", "Quality Inspector/Tester"],
    "N000679": ["认证工程师/审核员", "Certification Engineer/Auditor"],
    "N000680": ["供应商/采购质量管理", "Supplier/Purchasing Quality Management"],
    "N000681": ["环境/健康/安全(EHS)经理/主管", "EHS Manager/Supervisor"],
    "N000682": ["环境/健康/安全(EHS)工程师", "EHS Engineer"],
    "N000683": ["体系工程师/审核员", "Systems Engineer/Auditor"],
    "N000684": ["可靠度工程师", "Reliability Engineer"],
    "N000685": ["故障分析工程师", "Failure Analysis Engineer"],
    "N000686": ["安全防护/安全管理", "Safety Protection"],
    "N000687": ["审核员", "Auditor"],
    "N000688": ["列车设计与制造", "Train Design & Manufacture"],
    "N000689": ["船舶设计与制造", "Watercraft Design & Manufacture"],
    "N000690": ["飞机设计与制造", "Aircraft Design & Manufacture"],
    "N000691": ["船舶维修/保养", "Watercraft Repair/Maintenance"],
    "N000692": ["列车维修/保养", "Train Repair/Maintenance"],
    "N000693": ["飞机维修/保养", "Aircraft Repair/Maintenance"],
    "N000694": ["轨道交通工程师/技师", "Railway Engineer/Technician"],
    "N000695": ["飞行器设计与制造", "Aircraft design and manufacturing"],
    "N000696": ["普工/操作工", "General worker/operator"],
    "N000697": ["叉车", "Forklift"],
    "N000698": ["铲车", "Forklift"],
    "N000699": ["焊工", "welder"],
    "N000700": ["氩弧焊工", "Argon arc welder"],
    "N000701": ["电工", "electrician"],
    "N000702": ["木工", "carpenter"],
    "N000703": ["漆工", "Lacquer work"],
    "N000704": ["车工", "turner"],
    "N000705": ["磨工", "Miller"],
    "N000706": ["铣工", "Milling"],
    "N000707": ["钳工", "fitter"],
    "N000708": ["钻工", "Driller"],
    "N000709": ["机修工", "Mechanic"],
    "N000710": ["折弯工", "Bending worker"],
    "N000711": ["铆工", "Riveting"],
    "N000712": ["钣金", "Sheet metal"],
    "N000713": ["抛光", "polishing"],
    "N000714": ["组装工", "Assembly worker"],
    "N000715": ["包装工", "packing worker"],
    "N000716": ["空调工", "Air conditioner"],
    "N000717": ["电梯工", "Elevator"],
    "N000718": ["锅炉工", "Boiler"],
    "N000719": ["学徒工", "Apprentice"],
    "N000720": ["其他生产/制造", "Other Manufacturing"],
    "N000721": ["医院管理人员", "Hospital Management"],
    "N000722": ["医疗技术人员", "Medical Technicians"],
    "N000723": ["疾病控制/公共卫生", "Disease Control/Public Health"],
    "N000724": ["兽医/宠物医生", "Veterinarian/Pet Doctor"],
    "N000725": ["内科医生", "Doctor Internal Medicine"],
    "N000726": ["麻醉医生", "Anesthesiologist"],
    "N000727": ["外科医生", "Doctor Surgeial"],
    "N000728": ["专科医生", "Doctor Specialist"],
    "N000729": ["儿科医生", "Pediatrician"],
    "N000730": ["综合门诊/全科医生", "General Practitioner (GP)"],
    "N000731": ["医药学检验", "Clinical Laboratory"],
    "N000732": ["心理医生", "Psychologist/Psychiatrist"],
    "N000733": ["牙科医生", "Dentist"],
    "N000734": ["中医科医生", "Chinese Medicine Practioners"],
    "N000735": ["验光师", "Optometrist"],
    "N000736": ["放射科医师", "Radiologist"],
    "N000737": ["医生助理", "Doctor assistant"],
    "N000738": ["医学影像", "Medical Imaging"],
    "N000739": ["B超医生", "B-ultrasound doctor"],
    "N000740": ["药库主任/药剂师", "Drug Storehouse Director/Pharmacist"],
    "N000741": ["检验科医师", "Laboratory physician"],
    "N000742": ["护士/护理人员", "Nurse/Medical Assistant"],
    "N000743": ["护理主任/护士长", "Nursing Officer"],
    "N000744": ["导医", "Guide doctor"],
    "N000745": ["针灸推拿", "Acupuncture and Massage"],
    "N000746": ["营养师", "Dietitian"],
    "N000747": ["美容/整形师", "Beautician/Plastic Surgeon"],
    "N000748": ["理疗师", "Physical Therapist"],
    "N000749": ["康复治疗师", "Rehabilitation therapist"],
    "N000750": ["医美咨询", "Medical beauty consultant"],
    "N000751": ["健康顾问", "Health consultant"],
    "N000752": ["生物工程/生物制药", "Biopharmaceutical/Biotechnology"],
    "N000753": ["药品研发", "Medicine R&D"],
    "N000754": ["药品生产/质量管理", "Drug Manufacturing/Quality Management"],
    "N000755": ["医药技术研发管理人员", "Pharmaceutical Technology R&D Management"],
    "N000756": ["化学分析测试员", "Chemical Analyst"],
    "N000757": ["药物制剂研发", "Pharmaceutical preparation research and development"],
    "N000758": ["生物制剂研发", "Biological preparation research and development"],
    "N000759": ["中药研发", "Chinese medicine research and development"],
    "N000760": ["保健品研发", "Health product development"],
    "N000761": ["药理研究员", "Pharmacologist"],
    "N000762": ["生物技术员", "Biotechnologist"],
    "N000763": ["分离/纯化/酶工程", "Separation / purification / enzyme engineering"],
    "N000764": ["仪器分析/检验技术", "Instrumental analysis/inspection technology"],
    "N000765": ["临床数据分析员", "Clinical Data Analyst"],
    "N000766": ["临床研究员", "Clinical Researcher"],
    "N000767": ["临床协调", "Clinical coordination"],
    "N000768": ["医学总监", "Medical director"],
    "N000769": ["临床研究", "Clinical research"],
    "N000770": ["临床监察员CRA", "Clinical inspector"],
    "N000771": ["临床研究协调员CRC", "Clinical research coordinator"],
    "N000772": ["临床试验协调员CRO", "Clinical trial coordinator"],
    "N000773": ["临床试验项目经理/主管", "Clinical Trial Project Manager/Supervisor"],
    "N000774": ["临床试验稽查员", "Clinical trial inspector"],
    "N000775": ["药品市场推广经理/主管", "Pharmaceutical Promotion Manager/Supervisor"],
    "N000776": ["药品市场推广专员/助理", "Pharmaceutical Promotion Specialist/Assistant"],
    "N000777": ["医药代表", "Medical Representative"],
    "N000778": ["医药销售经理/主管", "Pharmaceutical Sales Manager"],
    "N000779": ["药品注册", "Drug Registration"],
    "N000780": ["GMP/FDA/GSP/体系认证", "GMP/FDA/GSP/System Certification"],
    "N000781": ["医药招商专员/助理", "Pharmaceutical Business Development Specialist/Assistant"],
    "N000782": ["招投标管理", "Tendering Coordinator"],
    "N000783": ["医药招商经理/主管", "Pharmaceutical Business Development Manager/Supervisor"],
    "N000784": ["医疗器械生产/质量管理", "Medical Equipment Manufacturing/Quality Control"],
    "N000785": ["医疗器械市场推广", "Medical Equipment Marketing"],
    "N000786": ["医疗器械研发", "Medical Equipment R&D"],
    "N000787": ["医疗器械注册", "Medical Equipment Registration"],
    "N000788": ["医疗器械销售代表", "Medical Equipment Sales"],
    "N000789": ["药店店长", "Pharmacy store manager"],
    "N000790": ["执业药师/驻店药师", "Licensed pharmacist / resident pharmacist"],
    "N000791": ["药店店员/营业员", "Pharmacy clerk / salesperson"],
    "N000792": ["医学编辑", "Medical editor"],
    "N000793": ["药学编辑", "Pharmacy editor"],
    "N000794": ["医学翻译", "Medical translation"],
    "N000795": ["其他医疗护理/生物制药职位", "Other Medical care / biopharmaceutical"],
    "N000796": ["校长", "School Principal"],
    "N000797": ["教学/教务管理人员", "Teaching/Educational Administration"],
    "N000798": ["教师", "Teacher"],
    "N000799": ["幼教", "Preschool Education"],
    "N000800": ["大学教师/教授", "Professor"],
    "N000801": ["高中教师", "High School Teacher"],
    "N000802": ["职业中专/技校教师", "Vocational Technical Secondary School/Technical School Teacher"],
    "N000803": ["初中教师", "Junior high school teacher"],
    "N000804": ["小学教师", "Grade School Teacher"],
    "N000805": ["音乐教师", "Music Teacher"],
    "N000806": ["美术教师", "Art Teacher"],
    "N000807": ["理科教师", "Science teacher"],
    "N000808": ["文科教师", "Liberal Arts Teacher"],
    "N000809": ["外语教师", "Foreign language teacher"],
    "N000810": ["体育教师/教练", "Physical Teacher/Coach"],
    "N000811": ["班主任/辅导员", "Class teacher/counselor"],
    "N000812": ["兼职教师", "part-time teacher"],
    "N000813": ["培训师/讲师", "Teacher/Trainer"],
    "N000814": ["培训督导", "Supervision Training"],
    "N000815": ["培训助理/助教", "Training Assistant"],
    "N000816": ["培训/招生/课程顾问", "Enrollment/Course Consultant"],
    "N000817": ["培训策划", "Training Planning"],
    "N000818": ["拓展培训", "Expand training"],
    "N000819": ["留学顾问", "Study abroad consultant"],
    "N000820": ["就业老师", "Employment teacher"],
    "N000821": ["教育产品开发", "Education Product Development"],
    "N000822": ["课程设计", "Course Design"],
    "N000823": ["健身教练", "Fitness coach"],
    "N000824": ["舞蹈教练", "Dance Coach"],
    "N000825": ["瑜伽教练", "Yoga Coach"],
    "N000826": ["瘦身顾问", "Slimming consultant"],
    "N000827": ["游泳教练", "Swimming Coach"],
    "N000828": ["篮球/羽毛球教练", "basketball/badminton Coach"],
    "N000829": ["跆拳道教练", "Taekwondo coach"],
    "N000830": ["其他教育/培训职位", "Other Education/training"],
    "N000831": ["酒店/宾馆管理", "Hotel Management"],
    "N000832": ["餐饮/娱乐管理", "Restaurant & Food / Entertainment Services Management"],
    "N000833": ["大堂经理/领班", "Lobby Manager/Supervisor"],
    "N000834": ["楼面管理", "Floor Management"],
    "N000835": ["厨师/调酒师/茶艺师", "Chef / Bartender / Tea Artist"],
    "N000836": ["美容美发", "Beauty salons"],
    "N000837": ["酒店/宾馆营销", "Hotel Sales"],
    "N000838": ["宴会管理", "Banquet Management"],
    "N000839": ["管家部经理/主管", "Housekeeping Manager"],
    "N000840": ["宾客服务经理", "Guest Service Manager"],
    "N000841": ["预定部主管", "Reservation Supervisor"],
    "N000842": ["预定员", "Scheduler"],
    "N000843": ["婚礼策划服务", "Wedding Planning Service"],
    "N000844": ["收银", "Cash register"],
    "N000845": ["酒店前台", "Hotel reception"],
    "N000846": ["客房服务员", "Room Attendant"],
    "N000847": ["后厨", "Back kitchen"],
    "N000848": ["配菜打荷", "Dish"],
    "N000849": ["西点师", "Cake maker"],
    "N000850": ["服务员", "Waiter"],
    "N000851": ["咖啡师", "coffee maker"],
    "N000852": ["送餐员", "Delivery staff"],
    "N000853": ["餐饮店长", "Restaurant manager"],
    "N000854": ["领班", "foreman"],
    "N000855": ["美甲师", "Manicurist"],
    "N000856": ["保安", "Security"],
    "N000857": ["保洁", "Cleaning"],
    "N000858": ["礼仪|迎宾", "Etiquette | Welcome"],
    "N000859": ["司仪", "master of ceremonies"],
    "N000860": ["行政主厨", "Executive chef"],
    "N000861": ["传菜员", "waiter"],
    "N000862": ["行李员", "Bellman"],
    "N000863": ["清洁服务人员", "Cleaning service personnel"],
    "N000864": ["健身房服务", "Gym service"],
    "N000865": ["按摩/足疗", "Massage/pedicure"],
    "N000866": ["彩妆培训师", "Makeup trainer"],
    "N000867": ["救生员", "Lifeguard"],
    "N000868": ["话务员", "Operator"],
    "N000869": ["搬运工", "porter"],
    "N000870": ["保姆", "Babysitter"],
    "N000871": ["导游/旅行顾问", "Tour Guide/Travel Consultant"],
    "N000872": ["票务服务", "Ticket Service"],
    "N000873": ["机场代表", "Hotel Airport Representatives"],
    "N000874": ["旅游产品销售", "Tourism Product Sales"],
    "N000875": ["行程管理/计调", "Travel Management"],
    "N000876": ["签证专员", "Visa Specialist"],
    "N000877": ["旅游策划师", "Travel planner"],
    "N000878": ["店长/卖场管理", "Store Manager/Floor Manager"],
    "N000879": ["店员/营业员", "Clerk/salesperson"],
    "N000880": ["生鲜食品加工/处理", "Fresh food processing / processing"],
    "N000881": ["品类管理", "Category Management"],
    "N000882": ["安防主管", "Security Technical Service Executive"],
    "N000883": ["督导巡店", "Supervising patrol shop"],
    "N000884": ["陈列员", "Displayman"],
    "N000885": ["理货员", "Tally"],
    "N000886": ["导购", "Shopping guide"],
    "N000887": ["防损员", "Loss prevention"],
    "N000888": ["熟食加工", "Delicate processing"],
    "N000889": ["其他生活服务职位", "other Domestic services"],
    "N000890": ["电力工程师/技术员", "Electric Power Engineer"],
    "N000891": ["输电线路工程师", "Transmission Line Engineer"],
    "N000892": ["电力维修技术员", "Electricity Maintenance Technician"],
    "N000893": ["水利/水电工程师", "Water Resources/Water and Electric Engineer"],
    "N000894": ["核力/火力工程师", "Nuclear Power/Fire Engineer"],
    "N000895": ["空调/热能工程师", "Air-Conditioning/Energy Engineers"],
    "N000896": ["地质勘查/选矿/采矿", "Geological Exploration"],
    "N000897": ["石油/天然气技术人员", "Oil/Gas Technician"],
    "N000898": ["冶金工程师", "Metallurgical Engineer"],
    "N000899": ["光伏技术工程师", "Photovoltaic Technology Engineer"],
    "N000900": ["能源/矿产项目管理", "Energy/Mining Project Management"],
    "N000901": ["环保工程师", "Environmental Engineer"],
    "N000902": ["环境评价工程师", "Environmental Assessment Engineer"],
    "N000903": ["环保检测", "Environmental Inspector"],
    "N000904": ["EHS管理", "EHS Management"],
    "N000905": ["水处理工程师", "Water Treatment Engineer"],
    "N000906": ["水质检测员", "Water Quality Inspector"],
    "N000907": ["固废处理工程师", "Solid Waste Treatment Engineer"],
    "N000908": ["废气处理工程师", "Waste Gas Treatment Engineer"],
    "N000909": ["其他能源/矿产/环保职位", "Other Energy / Mineral / Environmental"],
    "N000910": ["包装/印刷", "Packaging/Printing"],
    "N000911": ["电分操作员", "Operator-Colour Distinguishing"],
    "N000912": ["印刷排版/制版", "Layout Designer"],
    "N000913": ["数码直印/菲林输出", "Digital/Film Printing"],
    "N000914": ["调墨技师", "Ink Technician"],
    "N000915": ["印刷机械机长", "Printing Machine Operator"],
    "N000916": ["打稿机操作员", "Printer operator"],
    "N000917": ["晒版/拼版/装订/烫金技工", "Printing / imposition / binding / bronzing mechanic"],
    "N000918": ["其他印刷/包装职位", "other printing/packaging"],
    "N000919": ["作家/编剧/撰稿人", "Writer/Screenwriter"],
    "N000920": ["总编/副总编", "General Editor/Deputy Editor"],
    "N000921": ["文字编辑/组稿", "Copy Editor"],
    "N000922": ["美术编辑", "Art Editor"],
    "N000923": ["发行管理", "Distribution Management"],
    "N000924": ["校对/录入", "Proofreading/Copy Entry"],
    "N000925": ["排版设计", "Layout Design"],
    "N000926": ["电话采编", "Telephone Reporter"],
    "N000927": ["记者/采编", "Reporter"],
    "N000928": ["自媒体", "self-media"],
    "N000929": ["其他写作/采编/出版", "Other Writing / Editing / Publishing"],
    "N000930": ["艺术/设计总监", "Artistic/Design Director"],
    "N000931": ["影视策划/制作/发行", "Film Planning/Production/Distribution"],
    "N000932": ["导演/编导", "Director/Choreographer"],
    "N000933": ["摄影/摄像", "Photographer/Videographer"],
    "N000934": ["录音/音效师", "Recording/Audio Engineer"],
    "N000935": ["音效设计师", "Sound Effects Designer"],
    "N000936": ["化妆师/造型师/服装/道具", "Makeup artist / stylist / clothing / props"],
    "N000937": ["演员/配音/模特", "Actor / Dubbing / Model"],
    "N000938": ["主持人/播音员/DJ", "Moderator / Announcer / DJ"],
    "N000939": ["经纪人/星探", "Broker/spot"],
    "N000940": ["后期制作", "Postproduction"],
    "N000941": ["放映管理", "Projection Management"],
    "N000942": ["配音员", "Voice actor"],
    "N000943": ["放映员", "Projector"],
    "N000944": ["制片人", "Producer"],
    "N000945": ["统筹制片人", "Coordinator"],
    "N000946": ["执行制片人", "executive producer"],
    "N000947": ["视频编辑", "Video editing"],
    "N000948": ["音频编辑", "Audio editing"],
    "N000949": ["编剧", "screenwriter"],
    "N000950": ["其他影视/媒体", "Other Film/Media"],
    "N000951": ["企管顾问/专业顾问/策划师", "Business Management/Consultant/Adviser/Professional Planner"],
    "N000952": ["咨询总监", "Advisory Director"],
    "N000953": ["咨询经理/主管", "Consulting Manager/Supervisor"],
    "N000954": ["咨询顾问/咨询员", "Consultant"],
    "N000955": ["ERP实施顾问", "ERP Implementation"],
    "N000956": ["调研员", "Researcher"],
    "N000957": ["培训师", "Trainers"],
    "N000958": ["涉外咨询师", "Foreign Consultants"],
    "N000959": ["情报信息分析师", "Intelligence Analyst"],
    "N000960": ["咨询项目管理", "Consulting Project Management"],
    "N000961": ["财务咨询顾问", "Financial Consultant"],
    "N000962": ["IT咨询顾问", "IT consultant"],
    "N000963": ["人力资源顾问", "HR consultant"],
    "N000964": ["战略顾问", "Strategy Consultant"],
    "N000965": ["其他咨询/调研职位", "Other Consultant/Research"],
    "N000966": ["英语翻译", "English Translator"],
    "N000967": ["日语翻译", "Japanese Translator"],
    "N000968": ["法语翻译", "French Translator"],
    "N000969": ["德语翻译", "German Translator"],
    "N000970": ["俄语翻译", "Russian Translator"],
    "N000971": ["西班牙语翻译", "Spanish Translator"],
    "N000972": ["韩语/朝鲜语翻译", "Korean Translator"],
    "N000973": ["阿拉伯语翻译", "Arabic Translator"],
    "N000974": ["意大利语翻译", "Italian Translator"],
    "N000975": ["葡萄牙语翻译", "Portuguese Translator"],
    "N000976": ["泰语翻译", "Thai Translator"],
    "N000977": ["中国方言翻译", "Chinese Dialect Translator"],
    "N000978": ["同声传译", "simultaneous interpretation"],
    "N000979": ["其他语种翻译", "Other Interpretation"],
    "N000980": ["项目总监", "Project Director"],
    "N000981": ["项目经理/主管", "Project Manager/Supervisor"],
    "N000982": ["项目执行/协调人员", "Project Specialist/Coordinator"],
    "N000983": ["项目专员/助理", "Project Specialist/Assistant"],
    "N000984": ["PMO", "PMO"],
    "N000985": ["PMP", "PMP"],
    "N000986": ["项目风控", "Project Risk Control"],
    "N000987": ["流程管理", "Process Management"],
    "N000988": ["工程与项目实施", "Engineering and Project Implementation"],
    "N000989": ["实施顾问", "Implementation Consultant"],
    "N000990": ["实施工程师", "Implementation Engineer"],
    "N000991": ["计量/标准化工程师", "Measure/Standardization Engineer"],
    "N000992": ["系统分析师", "System Analyst"],
    "N000993": ["需求分析师", "Demand Analyst"],
    "N000994": ["其他项目管理职位", "Other Project management"],
    "N000995": ["采购经理/主管", "Purchasing Executive/Manager/Director"],
    "N000996": ["采购管理", "Purchasing Management"],
    "N000997": ["采购总监", "Purchasing Director"],
    "N000998": ["采购专员/助理", "Purchasing Specialist/Assistant"],
    "N000999": ["买手", "Buyer"],
    "N001000": ["供应商开发", "Supplier Development"],
    "N001001": ["外贸经理/主管", "Trading Manager/Supervisor"],
    "N001002": ["外贸专员/助理", "Trading Specialist/Assistant"],
    "N001003": ["外贸业务员", "Foreign trade clerk"],
    "N001004": ["国内贸易经理/主管", "Domestic Trade manager/Supervisor"],
    "N001005": ["国内贸易专员/助理", "Domestic Trade Specialist/Assistant"],
    "N001006": ["商务经理/主管", "Business Manager/Supervisor"],
    "N001007": ["商务专员/助理", "Business Executive/Assistant"],
    "N001008": ["业务跟单经理/主管", "Merchandising Manager/Supervisor"],
    "N001009": ["业务跟单员", "Merchandiser"],
    "N001010": ["其他采购/贸易职位", "Other Purchasing/trading"],
    "N001011": ["物流总监", "Logistics Director"],
    "N001012": ["物流经理/主管", "Logistics manager/Supervisor"],
    "N001013": ["物流专员/助理", "Logistics Specialist/Assistant"],
    "N001014": ["物流/仓储调度", "Logistics/Warehousing Dispatcher"],
    "N001015": ["物流/仓储项目管理", "Logistics/Warehousing Project Management"],
    "N001016": ["物流运营", "Logistics operation"],
    "N001017": ["物流跟单", "Logistics order"],
    "N001018": ["运输经理/主管", "Transport Management/Executive"],
    "N001019": ["货运代理", "Freight Forwarder"],
    "N001020": ["报关员", "Document Management/Customs Agent"],
    "N001021": ["水运/空运/陆运操作", "Transport Operation"],
    "N001022": ["仓库经理/主管", "Warehouse Manager/Supervisor"],
    "N001023": ["仓库管理", "Warehouse management"],
    "N001024": ["配/理/拣/发货", "Distribution / rational / pick / delivery"],
    "N001025": ["仓库文员", "Warehouse clerk"],
    "N001026": ["集装箱业务", "Container Operator"],
    "N001027": ["海关事务管理", "Customs Affairs Management"],
    "N001028": ["单证员", "Documentation Specialist"],
    "N001029": ["航空乘务", "Airline Crew"],
    "N001030": ["地勤人员", "Ground Attendant"],
    "N001031": ["船长/副船长", "Fleet Captain"],
    "N001032": ["汽车司机", "Driver"],
    "N001033": ["列车乘务", "Train Crew"],
    "N001034": ["船员/水手", "Crew/sailor"],
    "N001035": ["船舶乘务", "Shipping Service"],
    "N001036": ["飞机机长/副机长", "Flight Captain"],
    "N001037": ["列车车长/司机", "Train Driver"],
    "N001038": ["配送", "Delivery"],
    "N001039": ["快递", "express delivery"],
    "N001040": ["供应链总监", "Supply Chain Director"],
    "N001041": ["供应链经理/主管", "Supply Chain Executive/Manager/Director"],
    "N001042": ["供应链专员/助理", "Supply Chain Specialist/Assistant"],
    "N001043": ["物料经理/主管", "Materials Manager/Supervisor"],
    "N001044": ["物料专员/助理", "Materials Specialist/Assistant"],
    "N001045": ["其他供应链/物流/运输职位", "Other supply chain/logistics/transport"],
    "N001046": ["科研管理人员", "Research Management"],
    "N001047": ["科研人员", "Researchers"],
    "N001048": ["公务员/事业单位人员", "Civil Servant"],
    "N001049": ["志愿者", "Volunteer"],
    "N001050": ["社工", "Social worker"],
    "N001051": ["其他公务员/公益事业/科研", "other Civil Servants / Public Welfare / Research"],
    "N001052": ["实习生", "Intern"],
    "N001053": ["培训生", "Trainee"],
    "N001054": ["储备干部", "Associate Trainee"],
    "N001055": ["其他实习生/培训生/储备干部", "other intern/trainee/Associate Trainee"],
    "N001056": ["畜牧师", "Animal Husbandry Technician"],
    "N001057": ["动物营养/饲料研发", "Animal nutrition/Feed Development"],
    "N001058": ["农艺师", "Agronomist"],
    "N001059": ["园艺师", "Gardener/Horticulturist"],
    "N001060": ["养殖部主管", "Head of farming department"],
    "N001061": ["驯兽师", "Animal trainer"],
    "N001062": ["场长（农/林/牧/渔业）", "Field manager(agriculture / forest / animal husbandry / fishery)"],
    "N001063": ["其他农/林/牧/渔", "other agriculture / forest / animal husbandry / fishery"],
    "N001064": ["其他", "Others"],
    "N001065": ["兼职", "part time"]
}
module.exports = {position_data,liepin_position,liepin_position2}